[{"id": 227881, "name": "Quiz Thiz USA: Gold Edition"}, {"id": 227832, "cover": {"id": 272264, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5u2w.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "name": "FarmRPG", "summary": "This is a simple, mobile-friendly, farming RPG game where you start a farm, fish, craft and explore the world of the game."}, {"id": 227784, "cover": {"id": 272143, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tzj.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "involved_companies": [{"id": 194894, "company": {"id": 1444, "name": "Sega Technical Institute"}, "developer": true, "publisher": true}], "name": "Segapede", "platforms": [{"id": 29, "name": "Sega Mega Drive/Genesis"}], "summary": "Segapede is an unreleased Sega Mega Drive action game that was being developed by Sega Technical Institute in 1994. The game was never officially released and wasn't known until gameplay footage and materiel was put online by developer Craig Stitt, who would later dump the rom online for Hidden Palace.\n\nThe only existing prototype rom is notable for reusing graphics from Hidden Palace Zone, a removed zone from Sonic the Hedgehog 2. According to Craig Stitt, these assets were used as placeholder graphics during development."}, {"id": 227782, "name": "Planet Quiz: Trivia DLC", "summary": "Do you enjoy finding out interesting, bizarre or quirky facts? Whether you want something easy or more challenging, Trivia DLC will unlock many more hours of gameplay for you!"}, {"id": 227781, "cover": {"id": 272132, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tz8.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "Grisaia Phantom Trigger 07", "summary": "The pathway to the final battle is cleared at last!\nThe girls rush into enemy territory hot on the trail of Enishi, a former member of Phantom Trigger."}, {"id": 227777, "cover": {"id": 272065, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5txd.jpg"}, "name": "WordSpiral", "summary": "Find words on the WordSpiral to eliminate them from the game board."}, {"id": 227776, "name": "Planet Quiz: Forest Life DLC", "summary": "Lose yourself in the woods and be in harmony with nature in our new Forest Life DLC. Discover forests, grasslands, wetlands, amazing creatures as well as famous trees. Features: -Over 150 new log entries in Quizpedia: Forests, Grasslands, Wetlands, Famou…"}, {"id": 227775, "genres": [{"id": 9, "name": "Puzzle"}], "name": "Car Puzzle for Toddlers and Kids", "summary": "This puzzle game is extremely easy to use and was tailored with great care to be played by children of all ages. It contains various difficulty-settings for entertaining a wide range of age-groups. Balloons and Bubbles can be popped at the end of each pu…"}, {"id": 227774, "genres": [{"id": 4, "name": "Fighting"}, {"id": 10, "name": "Racing"}], "name": "Sausage Bundle: Till the last drop of ketchup", "summary": "Survive a kitchen massacre solo or with friends! Run from a giant landmower or battle for domination in several locations such as kitchen sinks, sunny beach and mad scientist's lab."}, {"id": 227773, "name": "Planet Quiz: Mystery & Myth DLC", "summary": "Are you ready to discover strange secrets of our world? Check this DLC researching mythological creatures and exploring mysterious places from ancient and modern times!"}, {"id": 227772, "name": "Mnemophobia: Deadline"}, {"id": 227771, "cover": {"id": 272059, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tx7.jpg"}, "genres": [{"id": 14, "name": "Sport"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "One Wheel Guy", "summary": "One Wheel Guy is a fun and challenging platforming game where you control a guy on a unicycle and try to guide him to the goal at the end of each level."}, {"id": 227770, "cover": {"id": 272058, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tx6.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "Maurice: In The Predator's Nest", "summary": "Maurice: In The Predator's Nest is a first-person horror, survival game where players take on the role of a survivor, or a predator. You and four other survivors will do everything possible to escape and survive while a predator tracks you down and hunt you."}, {"id": 227760, "cover": {"id": 271859, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5trn.jpg"}, "name": "Valheim: Mistlands", "platforms": [{"id": 3, "name": "Linux"}, {"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "At long last it’s finally here – the voyage to the Mistlands!"}, {"id": 227759, "cover": {"id": 271861, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5trp.jpg"}, "name": "Satisfactory: Update 7", "summary": "Blueprints\nThe Blueprint Designer\nIn this brand-new building you will be able to design, adjust, and save Blueprints for use in your factory. Anything that fits inside the confines of the Designer (4 by 4 Foundations and 8 Walls in height) you will be able to build with a single click as a Blueprint.\n\nBuilding Blueprints\nAny Blueprint you save in the designer is added to the Blueprints Build Menu Tab, which you can organise as you see fit. From there you can select it like any other building or add it to your Hotbar. Blueprints have some unique build modes of their own, one focused on detailed control and the other on snapping with other Blueprints.\n\nCreature Game Modes\nPassive and Retaliating\nThese are the two new modes we added for Creature hostility which allow you to adjust how to interact with the combat aspect of Satisfactory. If you do want to fight, but want more control over the when and how, the Retaliating mode is for you. Creatures will only attack you if you attack them first, and this works per single creature. So, if you want to fight a group of Hogs or other creatures one after the other, you can do that now.\n\nPassive mode is exactly what it says: All creatures will remain passive, no matter if you attack them or not. If you want to enjoy Satisfactory without the action aspects, Passive mode gets the job done.\n\nYou can set your preferred Creature hostility in the Escape Menu under ‘Advanced Gameplay Settings’.\n\nIn the future\nThis is mostly what we have in mind for allowing you to customise your experience with Creatures. In the future we are planning to implement more game modes that allow you to adjust how you play Satisfactory. But that is for after Update 7."}, {"id": 227727, "cover": {"id": 271772, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tp8.jpg"}, "name": "Kaizo Mario 64", "platforms": [{"id": 4, "name": "Nintendo 64"}], "summary": "Kaizo Mario 64 is a ROM hack made by OmegaEdge29 in 2009. It contains 120 stars and requires Mario to collect every last star before he can enter the final stage, Bowser in the Sky. As the name suggests, this hack is intended to be a much more difficult version of the game. This hack does not alter the level geometry of any of the stages, but instead adds difficulty by moving, adding, and replacing the objects within the stages. In general, this hack was not designed with glitches in mind, so many stars can be collected easily with trivial glitches or skips."}, {"id": 227725, "cover": {"id": 271768, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tp4.jpg"}, "name": "Death Pipe", "summary": "Simple, easy to start, cute and dynamic timekiller. Surf with high speed along an endless tube filled with dangerous obstacles. Try to make alive as long as you can, dodging blocks and other whimsical constructions. The game score will be record automatically. You could upload your achievements and compete with other players."}, {"id": 227707, "cover": {"id": 271813, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tqd.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "involved_companies": [{"id": 194776, "company": {"id": 30796, "name": "Second Dimension"}, "developer": true, "publisher": true}], "name": "Affinity Sorrow", "platforms": [{"id": 29, "name": "Sega Mega Drive/Genesis"}], "summary": "Affinity Sorrow is a new and original 16-bit classic top-down RPG (Role Playing Game) with turn based combat in development for the SEGA Genesis / Mega Drive Consoles."}, {"id": 227706, "name": "G-Mode Archives+: Megami Tensei Gaiden - Shinyaku Last Bible III Mugen no Eiyuu"}, {"id": 227698, "cover": {"id": 272222, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5u1q.jpg"}, "name": "Two Jong Cell!!"}, {"id": 227697, "name": "Arcade Archives: Galaxian"}, {"id": 227695, "cover": {"id": 271752, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5too.jpg"}, "genres": [{"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "The Backrooms Together", "summary": "1-4 player online co-op horror game! You find yourself in the backrooms. Luckily your friends are there too. Are they really there with you? Are they just an illusion? Try to survive and escape as fast as you can, before the entities find you. Search for books and reveal the truth of the backrooms!"}, {"id": 227694, "cover": {"id": 271751, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ton.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Doobi's Adventure", "summary": "Come and fight with Doobi to slay the evil monsters and bring peace to the family! Watch out, as only your strategies and upgrades will help you find the right set of combos. Let's venture deeper into the woods!"}, {"id": 227693, "cover": {"id": 271750, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tom.jpg"}, "genres": [{"id": 10, "name": "Racing"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Awaken", "summary": "In Awaken, a punk world that combines 2D and 3D, the protagonist wakes up unexpectedly. On the way to escape, he shuttles among various forces in the world to complete various tasks. This is an action adventure game with RPG elements, full of surprises, waiting for you to explore and discover."}, {"id": 227688, "cover": {"id": 271749, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tol.jpg"}, "genres": [{"id": 5, "name": "Shooter"}], "involved_companies": [{"id": 194769, "company": {"id": 82, "name": "Atari"}, "developer": false, "publisher": true}, {"id": 194770, "company": {"id": 10082, "name": "Images Software"}, "developer": true, "publisher": false}], "name": "Alien vs. Predator", "platforms": [{"id": 61, "name": "Atari Lynx"}], "summary": "Choose your weapon and brawl with the notorious warriors of the big scree! Commission the Colonial Marine and use your weapons and your wits to destroy the base and survive. Be and Alien and use your voracious instincts to defend the hive and rescue your Queen. Or play a Predator and use your grisly arsenal to acquire the ultimate trophy...the skull of the Alien Queen."}, {"id": 227682, "cover": {"id": 271732, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5to4.jpg"}, "involved_companies": [{"id": 194765, "company": {"id": 16442, "name": "Shin-Nihon Laser Soft Co., Ltd."}, "developer": true, "publisher": false}, {"id": 194766, "company": {"id": 35322, "name": "Edia"}, "developer": false, "publisher": true}], "name": "Valis Collection", "platforms": [{"id": 29, "name": "Sega Mega Drive/Genesis"}], "summary": "The epic story of Yuko Ahso from ordinary schoolgirl to the Warrior of Valis saving Earth and the Dreamland from the invading hordes from the Dark World graced the SEGA Genesis/Mega Drive over 30 years ago. Those looking to own all three titles, they can look forward to receiving an additional master slipcase to store all three titles as well as a special acrylic stand displaying Cham, Valna, and Yuko."}, {"id": 227680, "cover": {"id": 271730, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5to2.jpg"}, "genres": [{"id": 2, "name": "Point-and-click"}, {"id": 8, "name": "Platform"}], "name": "Reksio i Kretes: Odkop", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "This is a retro-style fan game, the events of which take place in an indefinite time after canonical adventures. There will be quite a strong theme of nostalgia - we will meet many familiar characters, go through similar mini-games and visit places we know. The game uses the formula of Reksio's Adventures (adventure game interspersed with mini-games) adapted to pixel art; the best comparison I can find in the gaming industry is Oneshot."}, {"id": 227675, "name": "Stranger of Paradise: Final Fantasy Origin - Different Future"}, {"id": 227674, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 25, "name": "Hack and slash/Beat 'em up"}, {"id": 31, "name": "Adventure"}], "name": "Dragon Ball Z: Kakarot - Bardock: Alone Against Fate"}, {"id": 227672, "name": "Little Kong: Jungle Fun - Deluxe Edition"}, {"id": 227661, "cover": {"id": 271650, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tlu.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Olho", "summary": "The objective of the game is to defend your planet from invaders, each defeated boss releases a different new power, adventure game, 2d platform action."}, {"id": 227660, "cover": {"id": 271649, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tlt.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "GrandTraveler", "summary": "Welcome to GrandTraveler! this game is 2D TopDown Hack and Slash RPG Game!! and you can adventure now! also many cute monster and npc waiting for you!"}, {"id": 227659, "cover": {"id": 271644, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tlo.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "Legend of Feather", "summary": "Lovely monsters hide sharp fangs! Survive in the tide of monster attacks! This is a time survival game with Roguelite and bullet screen elements. In each battle, you try to collect as much copper money as possible, improve your strength, and find the lost Jinwu Jiuyu to save the world."}, {"id": 227658, "cover": {"id": 271645, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tlp.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "The Tales of Imjin War", "summary": "Join the epic journey of the Yuldogook warriors to uncover the truth behind the Imjin War and end the war once and for all."}, {"id": 227654, "cover": {"id": 271641, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tll.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}, {"id": 35, "name": "Card & Board Game"}], "name": "Monsta Tapwar", "summary": "Face off against your friends or foes in Monsta Infinite’s MMORPG turn-based card game and beat your friends and become the #1 in our Monsta Universe.\nIntroducing Tapwar! The genesis of Monsta Infinite’s many contributions to the future of technology — incorporating state-of-the-art Blockchain technology into modern-day gaming!\nIn this strategy point-based card game, your points define your success. Join in today and collect points to climb up our ranks in our leaderboard for prizes and rewards!"}, {"id": 227653, "cover": {"id": 271628, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tl8.jpg"}, "genres": [{"id": 16, "name": "Turn-based strategy (TBS)"}], "name": "Pokémon This Gym of Mine", "summary": "A fan-made Pokémon game where you play as a gym leader."}, {"id": 227652, "cover": {"id": 271625, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tl5.jpg"}, "involved_companies": [{"id": 194704, "company": {"id": 82, "name": "Atari"}, "developer": false, "publisher": true}], "name": "Superman III", "platforms": [{"id": 66, "name": "Atari 5200"}], "summary": "Superman III is a cancelled Atari 5200 game based on the movie of the same name."}, {"id": 227651, "cover": {"id": 271683, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tmr.jpg"}, "name": "Red Beard", "summary": "Help Red Beard collect colored stones on each level. Collect all the stones and head to the goal to advance to the next level. Play Red Beard game online on your mobile phone, tablet or computer."}, {"id": 227650, "cover": {"id": 271686, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tmu.jpg"}, "name": "Zed", "summary": "Zed is an android. But unlike other androids, he has always had a very special dream to sport a space suit entirely made of gold. It's now up to you to guide Zed through ten levels and collect enough gold pieces to fulfill his dream. Your quest begins in the Gold mines, deep down in the underworld. Play Zed game online on your mobile phone, tablet or computer."}, {"id": 227649, "cover": {"id": 271676, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tmk.jpg"}, "involved_companies": [{"id": 194716, "company": {"id": 7452, "country": 756, "name": "Miniclip.com"}, "developer": true, "publisher": false}], "name": "Stan Skates", "platforms": [{"id": 82, "name": "Web browser"}], "summary": "Stan Skates is a retro skateboarding game online by Miniclip."}, {"id": 227642, "cover": {"id": 271682, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tmq.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 24, "name": "Tactical"}], "name": "Breachers", "summary": "A multiplayer 5v5 tactical VR FPS in which Enforcers and Revolters - with access to a variety of weapons and gadgets - shoot, vault, climb and strategize their way to victory."}, {"id": 227636, "cover": {"id": 271580, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tjw.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194679, "company": {"id": 42938, "country": 528, "name": "The 4 Winds Entertainment"}, "developer": false, "publisher": true}, {"id": 194900, "company": {"id": 44406, "country": 528, "name": "Upwake.me"}, "developer": true, "publisher": true}], "name": "Hawked", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Hawked is an online PvPvE extraction shooter coming soon to consoles and PC.\nSquad up to explore a mysterious island, battle monsters, outwit enemy players to steal ancient treasures, and get the hell outta there!\n\nThe primary mode in the game is The Hunt, with players arriving on a mysterious island and competing for priceless treasures called Artifacts – while fighting monsters, avoiding traps, solving puzzles, and engaging in PvP versus rival players. The treasures players collect and successfully extract are used outside of the session to make the player's character stronger and unlock new abilities and perks."}, {"id": 227625, "cover": {"id": 271552, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tj4.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "name": "Super Mario Unimaker", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "An easy-to-use level design tool. Featuring over twenty built-in themes and support for customized effects, graphics and songs that can be packed with your courses."}, {"id": 227623, "cover": {"id": 271548, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tj0.jpg"}, "name": "Super Mario Sunshine Multiplayer", "summary": "This mod will let you play Super Mario Sunshine with a friend. The second player is Shadow Mario."}, {"id": 227621, "genres": [{"id": 14, "name": "Sport"}], "name": "Sporty Peppers", "summary": "Fun and sport from your home! Your body is the controller, move to play alone or with friends!"}, {"id": 227620, "cover": {"id": 271543, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tiv.jpg"}, "name": "Zelda's Ballad", "summary": "Zelda's Ballad is a mod of The Legend of Zelda: Breath of the Wild! Everything has been completely changed: the character, the voice, the animations, the hair physics, the dialogues, the different costumes and armors, the menu, the icons, etc."}, {"id": 227619, "cover": {"id": 271541, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tit.jpg"}, "name": "Mario Mania", "summary": "A Sonic Mania mod that replaces Sonic, Tails, Knuckles, Badniks and bosses with Mario characters. Some sounds and music have been changed as well!"}, {"id": 227617, "cover": {"id": 271531, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tij.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "ISO", "summary": "Join the robot Nem0-1 to collect photos of the animals inhabiting a post-human planet Earth filled with breathtaking sights and mysterious habitats. Complete your compendium by taking better photos, outsmart dangerous predators and explore the ruins of humanity."}, {"id": 227616, "name": "Albion Online: Beyond the Veil"}, {"id": 227611, "cover": {"id": 271528, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tig.jpg"}, "name": "Tropico 6: New Frontiers", "summary": "\"It's one small step for a Tropican, but one giant leap for Tropicankind!\" With Tropico 6 - New Frontiers you'll set sail on one of the riskiest, most dangerous, and greatest adventures mankind has ever embarked upon. Help Tropico win the Space Race and make sure its El Presidente who claims glory for himself and Tropico by taking the famous first steps on the Moon!"}, {"id": 227458, "name": "MultiVersus: Season 2"}, {"id": 227447, "cover": {"id": 271428, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tfo.jpg"}, "name": "Habitat Rescue: Lion's Pride"}, {"id": 227443, "cover": {"id": 271431, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tfr.jpg"}, "name": "Star Survivor", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "The last ship against the endless. Exterminate as many as you can, and gather points to upgrade your ship from a crafted deck of equipment and power-ups. Will your choices be enough to overcome the thousands hunting you? Survive the swarm in this rogue-lite + survivors + asteroids mashup."}, {"id": 227435, "cover": {"id": 271387, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tej.jpg"}, "genres": [{"id": 25, "name": "Hack and slash/Beat 'em up"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194541, "company": {"id": 20661, "name": "Crunchyroll Games"}, "developer": false, "publisher": true}, {"id": 194542, "company": {"id": 31592, "name": "Limited Run Games"}, "developer": false, "publisher": true}, {"id": 194608, "company": {"id": 24952, "country": 840, "name": "Poppy Works"}, "developer": true, "publisher": false}], "name": "Hime's Quest", "platforms": [{"id": 22, "name": "Game Boy Color"}, {"id": 82, "name": "Web browser"}], "summary": "It’s 1999, and something electric is in the air. A malevolent force has crept into New Crunchy City, wreaking havoc on its technology, and tragically destroying the Anime Club’s precious DVD/VCR combo player. Now Crunchyroll-Hime must travel through the haunted forest, rescue her friends, and fight these sinister villains if she’s to save the NCC Anime Club. Can you root out the dastardly cretin brazen enough to ruin their meeting—all before time runs out?"}, {"id": 227433, "cover": {"id": 271386, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tei.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 25, "name": "Hack and slash/Beat 'em up"}, {"id": 31, "name": "Adventure"}], "name": "Golden Knights Metaverse", "summary": "Welcome to the world of Collectible Action RPG Golden Knights: Metaverse!\nExtensive content that you can enjoy without a break with 300 kinds of heroes!"}, {"id": 227420, "name": "Jurassic World Evolution: Dinosaur Collection"}, {"id": 227419, "cover": {"id": 271333, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5td1.jpg"}, "name": "Faeria: Elements", "summary": "Test your might and face the elements. This puzzle pack for Faeria contains 40 additional brain-twisting challenges for you to complete. Can you overcome the elements and earn the exclusive cardback? Warning: Many of these puzzles are quite difficult!"}, {"id": 227402, "cover": {"id": 271312, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tcg.jpg"}, "name": "Kaichu: The Kaiju Dating Sim - Deluxe Edition"}, {"id": 227262, "name": "Kiss My Camera", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}, {"id": 82, "name": "Web browser"}]}, {"id": 227211, "cover": {"id": 271147, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5t7v.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 24, "name": "Tactical"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194503, "company": {"id": 37470, "name": "Grok"}, "developer": true, "publisher": false}], "name": "S.T.A.L.K.E.R. G.A.M.M.A.", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "G.A.M.M.A. stands for Grok's Automated Modular Modpack for Anomaly.\n\nG.A.M.M.A. aims at providing a balanced survival, scavenging, cooking, crafting and repairing focused experience with a long progression and smooth gameplay.\n\nThe main motivation behind this project is to provide an easy to install, automatically updated and modular modding platform for Stalker Anomaly, with base parameters and gameplay mechanics setup to create a meaningful and enjoyable sense of progression."}, {"id": 227087, "name": "UFC 4: Fighter Bundle"}, {"id": 227085, "name": "Fortnite: Robo-Kevin Pack"}, {"id": 227084, "name": "Nascar 21: Ignition - Throwback Pack"}, {"id": 227083, "name": "Nascar 21: Ignition - Patriotic Pack"}, {"id": 227082, "name": "Fortnite: Lok-Bot Pack"}, {"id": 227081, "name": "Warframe: Sisters of Parvos Waverider Pack"}, {"id": 227080, "name": "Farming Simulator 19: Kverneland & Vicon Equipment Pack"}, {"id": 227078, "name": "Mordheim: City of the Damned - Complete DLC Pack"}, {"id": 226717, "cover": {"id": 271684, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tms.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 24, "name": "Tactical"}, {"id": 32, "name": "Indie"}], "name": "Contain", "summary": "Contain is a first-person cooperative tactical shooter with in-depth character and gun customization. Contain requires calculated teamwork, Practice your tactics and test your equipment before the mission."}, {"id": 226683, "cover": {"id": 271376, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5te8.jpg"}, "genres": [{"id": 34, "name": "Visual Novel"}], "name": "computergirl888", "summary": "computergirl888 is a visual novel-style game."}, {"id": 226680, "cover": {"id": 270882, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5t0i.jpg"}, "name": "Dwarves: Glory, Death and Loot", "summary": "Create your personal army of dwarves and lead them to victory! Strategize with up to 10 individual beardlings in this combination of classic RPGs, roguelikes and auto-battlers. Decimate orcs, fight trolls and battle dragons - There will be Glory, Death and humongous amounts of Loot!"}, {"id": 226469, "cover": {"id": 272232, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5u20.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 32, "name": "Indie"}], "name": "Gourdlets", "summary": "Gourdlets is a city-building sandbox. Place buildings and scenery, and then watch visiting gourdlets arrive and interact with the world. No objectives, no points, just building."}, {"id": 226409, "genres": [{"id": 16, "name": "Turn-based strategy (TBS)"}], "involved_companies": [{"id": 194371, "company": {"id": 22918, "name": "Wargame Design Studio"}, "developer": true, "publisher": false}], "name": "Little Big Horn", "summary": "The intro to the Early American Wars series covers the historic battle along the Little Big Horn river in Montana in 1876 between the U.S. 7th Cavalry and the gathered tribes of the Sioux and Northern Cheyenne. While this topic is a bit smaller scale than the normal battles covered by the engine, it will still give you a good idea of how the overall game engine works so you can transition to one of our full games."}, {"id": 226408, "genres": [{"id": 16, "name": "Turn-based strategy (TBS)"}], "name": "Panzer Campaigns: Rumyantsev '43", "summary": "For the Germans the Battle of Kursk was to be the premier summer operation in 1943, slowing the building Russian momentum. The battle was an Axis failure, and the Germans considered the operation finished by the middle of July.\n\nFor the Soviets, the early July battles were but the defensive phase of the Battle of Kursk, designed to wear out their German opponent. The Russian offensives that followed, first, Operation Kutuzov in the north, lasting from 14 July to 14 August, and Operation Rumyantsev from 3 August to 23 August were the culmination of the Soviet summer strategy.\n\nFacing the Soviet Union's forces to defend Kharkov were the post Kursk, depleted 4th Panzerarmee and Army Detachment Kempf, soon renamed as 8th Army. Crisis both to the north at Bryansk during Operation Kutusov and on the Mius River to the south on the Azov Sea, saw the Axis forces at their weakest as the Soviets prepared to take back Kharkov in the fourth and final battle for the largest city in Eastern Ukraine.\n\nIn Rumyantsev '43, as the commander of the three Russian Fronts - Voronezh, Steppe & Southwestern, you have multiple armies at your disposal to defeat the vaunted but battered German Wehrmacht. As the German commander you will have at your disposal the still powerful panzer forces able to wreak havoc upon their Soviet foes. Included are scenarios that let you recreate all the major phases of the campaign from the initial German assault on the southern flank of the Battle of Kursk, to the culmination of Operation Rumyantsev, approaching the mighty Dnepr River. The stage is set! All that is lacking is for you to kick off one of the most significant campaigns of Summer 1943 on the Eastern Front!"}, {"id": 226405, "cover": {"id": 270558, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5sri.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 194358, "company": {"id": 44375, "country": 724, "name": "Raptor Claw"}, "developer": true, "publisher": false}], "name": "Fur Squadron", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}, {"id": 34, "name": "Android"}, {"id": 39, "name": "iOS"}, {"id": 130, "name": "Nintendo Switch"}], "summary": "Fur Squadron is an arcade space shooter on rails, which follows the adventure of a team of elite pilots during what seems at first a routine training in virtual reality."}, {"id": 226401, "cover": {"id": 270529, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5sqp.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}], "involved_companies": [{"id": 194348, "company": {"id": 5836, "country": 392, "name": "Success"}, "developer": false, "publisher": true}], "name": "Loppi Puzzle Magazine: Kangaeru Soukangou", "platforms": [{"id": 22, "name": "Game Boy Color"}], "summary": "Loppi Puzzle Magazine: Kangaeru Puzzle Soukangou is a Puzzle game, developed by Game Studio and published by Success, which was released in Japan in 2001."}, {"id": 226343, "cover": {"id": 271719, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5tnr.jpg"}, "genres": [{"id": 13, "name": "Simulator"}], "involved_companies": [{"id": 194758, "company": {"id": 21424, "name": "MY.GAMES"}, "developer": true, "publisher": true}], "name": "War Robots: Frontiers", "summary": "War Robots: Frontiers is an online multiplayer third-person shooter. Team up, fight with heavy metal machines, then shoot and smash your way to victory in fast-paced battles!"}, {"id": 226314, "cover": {"id": 270431, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5snz.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194338, "company": {"id": 25105, "name": "Playstige Interactive"}, "developer": false, "publisher": true}], "name": "Bleak Dystopia", "platforms": [{"id": 48, "name": "PlayStation 4"}], "summary": "Bleak Dystopia is a first-person episodic, cinematic adventure, where you witness a dystopian society and explore the tragic life story of such society’s denizens."}, {"id": 226171, "cover": {"id": 272247, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5u2f.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Meat Madness", "summary": "A short, 3D narrative-driven horror platformer. Journey deep into the meat tunnel and talk with survivors to uncover the grim truth."}, {"id": 226090, "name": "Ping Pong Peg"}, {"id": 226089, "name": "Caravan Journey: Nitro"}, {"id": 226088, "name": "The Jumping Tofu: Turbo"}, {"id": 226087, "name": "The Jumping Tofu"}, {"id": 226035, "cover": {"id": 270035, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5scz.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 32, "name": "Indie"}], "name": "Fields of Mistria", "summary": "Start your new life! Build the farm of your dreams as you discover a world brimming with possibilities. Magic, romance, and adventure all await you in this nostalgic farming / life sim RPG!"}, {"id": 225951, "name": "Tools Up!: The Renovation Spree Bundle"}, {"id": 225950, "name": "Rico: Breakout Bundle"}, {"id": 225949, "name": "Stories: The Path of Destinies & Omensight Bundle"}, {"id": 225948, "name": "Eternal Return: Character Bundle 2"}, {"id": 225947, "name": "Eternal Return: Character Bundle 1"}, {"id": 225946, "name": "Pinball FX3: Marvel Pinball Season 2 Bundle", "summary": "Pinball FX3 and the Marvel Universe collide in Marvel Pinball Season 2 Bundle, bringing together a host of tables and packs inspired by Marvel’s exciting cadre of Heroes & Villains in this bundle!\nMarvel Pinball Season 2 features the following tables and packs:\n• Civil War\n• Deadpool\n• Venom\n• Marvel’s Guardians of the Galaxy\n• Marvel’s Ant-Man\n• Marvel’s Avengers: Age of Ultron\n• Marvel Pinball: Avengers Chronicles\n• Marvel's Women of Power"}, {"id": 225912, "name": "The Settlers 7: Conquest - The Empire Expansion"}, {"id": 225911, "name": "The Settlers 7: Paths to a Kingdom - The Two Kings"}, {"id": 225899, "name": "Cronostase Electric Collection"}, {"id": 225898, "name": "Net Enjou Jikenbo: Moete Moeru SNS Idol Tenraku Illustration Quiz Game"}, {"id": 225897, "name": "Ishu Saikyou-ou Zukan: Battle Colosseum"}, {"id": 225896, "name": "WWII: Tank Battle Arena"}, {"id": 225895, "name": "War of Ships"}, {"id": 225894, "name": "Swoon! Earth Escape"}, {"id": 225893, "name": "Baby Shapes for Kids"}, {"id": 225892, "name": "Animal Puzzle Cats"}, {"id": 225891, "name": "Sword of The Vagrant"}, {"id": 225890, "name": "Pid"}, {"id": 225889, "name": "Arcade Archives: Metal Black"}, {"id": 225888, "name": "Corner Driver"}, {"id": 225886, "name": "Cleopatra Fortune: S-Tribute"}, {"id": 225885, "name": "Money Parasite: Usotsuki na Onna"}, {"id": 225884, "name": "Labyrinth: Classic Pinball Puzzle"}, {"id": 225883, "name": "Dead Station"}, {"id": 225882, "name": "Elysion 2: Genes of the saints"}, {"id": 225881, "name": "Floating Cloud God: Anniversary Edition"}, {"id": 225880, "name": "KnifeBoy: Rebooted"}, {"id": 225876, "cover": {"id": 269861, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s85.jpg"}, "genres": [{"id": 13, "name": "Simulator"}], "involved_companies": [{"id": 194212, "company": {"id": 12242, "name": "Atooi"}, "developer": true, "publisher": false}, {"id": 194213, "company": {"id": 19700, "country": 840, "name": "Limited Run"}, "developer": false, "publisher": true}], "name": "Petadachi", "platforms": [{"id": 130, "name": "Nintendo Switch"}], "summary": "Raise adorable pets in Petadachi. ​Explore with your pet. Play with your pet. Care for your pet. Love your pet.\nLearn your pet's unique likes and dislikes. Go fishing with your pet. Shop for items. Search for items in tall grass.\nThere's so much to discover in Petadachi."}, {"id": 225873, "name": "Wakfu: Ouginak Pack"}, {"id": 225872, "name": "Warhammer 40,000: Space Marine - Emperor’s Elite Pack"}, {"id": 225871, "name": "Warhammer 40,000: Space Marine - Iron Hands Chapter Pack"}, {"id": 225870, "name": "Warhammer 40,000: Space Marine - Death Guard Champion Chapter Pack DLC"}, {"id": 225869, "name": "Warhammer 40,000: Space Marine - Traitor Legions Pack"}, {"id": 225868, "name": "Warhammer 40,000 Eternal Crusade: Belial War Pack"}, {"id": 225867, "name": "Phantasy Star Online 2: Helga Pack"}, {"id": 225866, "name": "World of Warships: Admiral Graf Spee Pack"}, {"id": 225863, "name": "Phantasy Star Online 2: Howzer Pack"}, {"id": 225862, "name": "Phantasy Star Online 2: Vivienne Pack"}, {"id": 225842, "cover": {"id": 269822, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s72.jpg"}, "genres": [{"id": 11, "name": "Real Time Strategy (RTS)"}, {"id": 35, "name": "Card & Board Game"}], "name": "Ookeenga", "summary": "The gameplay of Ookeenga is a combination of 3 genres that are common in the gaming community: Real-time Strategy, Collectible Card, and Tower Defense.\nPlayers will be placed with troops/active skills to attack the opponent on a battlefield.\nThe match ends when: The player destroys the opponent's main house.\nWithin 3 minutes, the match will automatically terminate the game and calculate the score based on the % remaining health of the Main-tower and Sub-towers. Whoever destroys the opponent's Main Tower shall immediately win the game. If time's up and the Main Tower still remains, which side destroys more towers will become the winner."}, {"id": 225838, "cover": {"id": 269815, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s6v.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "involved_companies": [{"id": 194162, "company": {"id": 268, "country": 124, "name": "Global Star Software"}, "developer": false, "publisher": true}], "name": "Foodfight!", "platforms": [{"id": 8, "name": "PlayStation 2"}, {"id": 21, "name": "Nintendo GameCube"}, {"id": 24, "name": "Game Boy Advance"}], "summary": "Foodfight! is a cancelled tie-in game for the movie of the same name that was in development in 2006 for the Nintendo GameCube, Game Boy Advance and PlayStation 2. The game was shown off at E3 2006, however despite that, it's what the game was meant to be about due to the lack of gameplay footage, but is assumed to be a 3D platformer.\n\nThe game was cancelled after the movie was delayed until 2012."}, {"id": 225836, "cover": {"id": 269820, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s70.jpg"}, "name": "Puzzle: Bokura no 48 Jikan Sensou"}, {"id": 225835, "cover": {"id": 269821, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s71.jpg"}, "name": "Tori no Hoshi: Aerial Planet"}, {"id": 225831, "name": "House Builder & Ultimate Fishing Simulator"}, {"id": 225829, "name": "Let's Sing 2023: Platinum Edition"}, {"id": 225827, "cover": {"id": 269791, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s67.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}], "name": "QuadraPop", "summary": "A simple and straightforward puzzle java game developed for mobile devices with multiple sequels, one of them called QuadraPop Robotic."}, {"id": 225815, "cover": {"id": 269766, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s5i.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194138, "company": {"id": 44340, "name": "ToMGameOfficial"}, "developer": true, "publisher": false}], "name": "Tale of Memories", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "As the descendent of the Hero of Tarwen, your duty to your kingdom is to find and defeat its greatest villain, released after centuries of imprisonment: the Carmine Witch. On your journey, as you befriend fellow knights and civilians alike, your mission grows in complexity as you encounter the enigmatic Masked Mage, the secrets of neighboring kingdoms, and rumors of other looming threats with ties to the Carmine Witch. In the realm of Dryadales, legends, myths, and fables often prove to be true—but not always in the ways you imagined!"}, {"id": 225799, "cover": {"id": 269747, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s4z.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194122, "company": {"id": 44336, "name": "Meiri"}, "developer": true, "publisher": false}], "name": "Apple Pie", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "A sweet, cute friendship/dating sim with roleplaying elements."}, {"id": 225794, "cover": {"id": 269740, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s4s.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194116, "company": {"id": 3188, "name": "Wormwood Studios"}, "developer": true, "publisher": false}], "name": "Hibernaculum", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "A survival horror RPG by Wormwood Studios\n\nOld School Dungeon Crawl/Survival Horror experience meets speculative fiction inspired modern take on the genre."}, {"id": 225782, "name": "Rainbow Impostor Survivor 3D", "summary": "In Rainbow Impostor Survivor 3D, you will play as an impostor who has been kidnapped during a school trip to an amusement park called Spooky park. From the moment of your capture, the impostor must survive five nights in the strange location that’s entirely empty of life except for you and the Rainbow Monster."}, {"id": 225781, "name": "R-Type Final 3 Evolved: Deluxe Edition", "platforms": [{"id": 167, "name": "PlayStation 5"}]}, {"id": 225780, "name": "R-Type Final 3 Evolved: Special Edition", "platforms": [{"id": 167, "name": "PlayStation 5"}]}, {"id": 225779, "name": "R-Type Final 3 Evolved", "platforms": [{"id": 167, "name": "PlayStation 5"}]}, {"id": 225773, "cover": {"id": 269711, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s3z.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Seed of Life", "summary": "Seed of Life is an old school action-adventure game. You play as Hope, a wolf spirit on a quest to restore natural order. In your journey, you'll be accompanied by a bird named Letty. Use both their unique skills to explore exotic places, fight formidable foes, and discover hidden secrets."}, {"id": 225772, "cover": {"id": 269712, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s40.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "Seed of Life", "summary": "Seed of Life is a relaxing puzzle game in which you create beautiful and enlightening spirographic patterns."}, {"id": 225767, "cover": {"id": 269701, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s3p.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}], "name": "Football Life 2023", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Football Life 2023 game is an attempt to continue the offline modes of the retired PES series, football life is a standalone football game based on pes21, built for offline career modes only. SP Football Life is how we like to play a football game."}, {"id": 225765, "cover": {"id": 269677, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s31.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194084, "company": {"id": 44327, "name": "Pumpkin Snake Games"}, "developer": true, "publisher": false}], "name": "Away in the Woods", "summary": "Away in the Woods is an upcoming RPG Maker XP game about a woman who lives alone in the woods. Spend three days, each a quarter century apart, in her shoes, learning the woods and shaping her reputation in the nearby town. What will she be known as?"}, {"id": 225760, "name": "Puzzle Collection: Complete Edition"}, {"id": 225759, "name": "In Extremis DX"}, {"id": 225758, "name": "Furry Tangram Lite"}, {"id": 225757, "name": "Speed Track Racing"}, {"id": 225756, "name": "The Jumping Quesadilla"}, {"id": 225755, "name": "The Jumping Quesadilla: Turbo"}, {"id": 225746, "cover": {"id": 269649, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s29.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 35, "name": "Card & Board Game"}], "name": "Checkers Online", "summary": "Play Checkers online for free!\nChoose your level and favourite rules: American Checkers or International Draughts"}, {"id": 225742, "cover": {"id": 269635, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s1v.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194051, "company": {"id": 44317, "name": "Jay Grimalkind"}, "developer": true, "publisher": false}], "name": "Grayscale", "summary": "Follow the story of Samael, a young man who awakens in the unfamiliar world of Libra, several years after an apocalyptic event. He is soon taken in by a settlement of survivors hoping to survive and thrive in this new, dangerous world they now call home. Join the survivors as they learn to believe in their future, despite the destruction they have witnessed."}, {"id": 225738, "cover": {"id": 269628, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s1o.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194034, "company": {"id": 17811, "country": 246, "name": "Dazzle Rocks"}, "developer": true, "publisher": false}], "name": "Super Spatial", "platforms": [{"id": 34, "name": "Android"}, {"id": 39, "name": "iOS"}]}, {"id": 225726, "cover": {"id": 269556, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rzo.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "name": "Niplob Adventure", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "This game pays tribute to the best jump and runs ever made whilst adding its own flaire."}, {"id": 225716, "cover": {"id": 269537, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rz5.jpg"}, "genres": [{"id": 8, "name": "Platform"}, {"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193993, "company": {"id": 15782, "name": "Realmsoft"}, "developer": true, "publisher": true}], "name": "Aembrosia", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}, {"id": 48, "name": "PlayStation 4"}], "summary": "Aembrosia is a steampunk metroidvania focused on tight combat and weapon building. As engineer Iris, craft new equipment and outfit guns with rule-breaking mods as you explore the secrets of an island suddenly besieged by autonomous machines!"}, {"id": 225715, "cover": {"id": 269536, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rz4.jpg"}, "name": "OviPets", "platforms": [{"id": 82, "name": "Web browser"}], "summary": "A virtual pet game focused on genetics and breeding!\n\nIn the world of OviPets, you and your friends are able to raise and care for pets in all the colors of the rainbow. You can research new species and splice eggs with new mutations. Pets can pass on their mutations (along with their colors and other genetic traits) to their offspring. What will you research?"}, {"id": 225711, "cover": {"id": 270639, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5str.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Pokemon Topaz", "summary": "Pokemon Topaz is a Ruby-based ROM hack created by Bazza. In the game, the character embarks on a journey through the Topaz region as a newly promoted Team Rocket executive."}, {"id": 225708, "cover": {"id": 269561, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rzt.jpg"}, "name": "Poker Now", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Poker Now is free no download poker app. Just share the room link to play online private poker with your friends with play chips. Once you accept them, you are ready to play!"}, {"id": 225700, "cover": {"id": 269458, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rwy.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193984, "company": {"id": 32713, "name": "Devon Wiersma"}, "developer": true, "publisher": false}], "name": "Bombing!! 2: A Graffiti Paradise", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Bombing!! 2: A Graffiti Paradise is a creative sandbox painting game where the entire game world can be painted, and a sequel to Bombing!!: A Graffiti Sandbox. In the game the player explores hidden secrets, talks to characters, and unlocks painting tools to paint all over the world. It features a bright and vibrant art style with bold colours and graphics."}, {"id": 225699, "cover": {"id": 269455, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rwv.jpg"}, "name": "Bunni: How We First Met", "platforms": [{"id": 82, "name": "Web browser"}], "summary": "Find love and adventure on the magical Island of Bunni! Rebuild the island, plant trees and flowers, and collect a bustling village of adorable animals. Can you marry your true love?"}, {"id": 225691, "genres": [{"id": 2, "name": "Point-and-click"}, {"id": 16, "name": "Turn-based strategy (TBS)"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193970, "company": {"id": 44290, "name": "Cloudy Squid Games"}, "developer": true, "publisher": false}], "name": "Pixel Cat's End", "summary": "Pixel Cat's End is a virtual pet site where you collect and manage a village of cat-like creatures. You can dress them up, give them jobs, build and decorate their homes, and take them on tabletop-rpg-style adventures."}, {"id": 225689, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Raziel Dungeon Arena"}, {"id": 225687, "cover": {"id": 269413, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rvp.jpg"}, "genres": [{"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 193952, "company": {"id": 32683, "name": "Adi Zhavo"}, "developer": true, "publisher": true}], "name": "Conquer Humanity", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Become the super villain in this brutal, isometric, fast paced bullet hell by a solo developer. Master your unlimited powers in combat, dismember civilians, cause mass destruction, defeat armed enemies and unique bosses. Be ready to Conquer Humanity!"}, {"id": 225686, "cover": {"id": 269513, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ryh.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}], "involved_companies": [{"id": 193951, "company": {"id": 44286, "country": 124, "name": "Cactus Labs Games"}, "developer": true, "publisher": false}], "name": "Planisphere", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Planisphere is a relaxing sandbox puzzle game about discovering and creating constellations.\n\nPlace stars and connect them to discover the stories of constellations or build your own."}, {"id": 225654, "cover": {"id": 269510, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rye.jpg"}, "genres": [{"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193904, "company": {"id": 6429, "country": 392, "name": "TYPE-MOON"}, "developer": true, "publisher": false}], "name": "Rojiura Satsuki: Chapter Heroine Sanctuary", "summary": "based around the Chinese Zodiac and parodying Saint SeiyaWP. It unlocked throughout the day when it was active, presenting each chapter in a stone circle illuminating each zodiac symbol with flames. Some chapters have certain gimmicks, such as PokemonWP-style battles that can lead to a game over."}, {"id": 225630, "cover": {"id": 269300, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rsk.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 193823, "company": {"id": 817, "country": 392, "name": "Taito"}, "developer": true, "publisher": true}], "name": "Space Invaders: Carabiner Edition", "platforms": [{"id": 411, "name": "Handheld Electronic LCD"}], "summary": "The game that started it all and paved the way for video games is now available as a take everywhere handheld."}, {"id": 225629, "cover": {"id": 269299, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rsj.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}, {"id": 33, "name": "Arcade"}], "name": "POP Station", "platforms": [{"id": 411, "name": "Handheld Electronic LCD"}], "summary": "POP Station is a LCD Tetris clone from China."}, {"id": 225627, "cover": {"id": 269297, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rsh.jpg"}, "genres": [{"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 193821, "company": {"id": 41206, "name": "Bay Tek Entertainment"}, "developer": true, "publisher": true}], "name": "Willy Crash Mini", "platforms": [{"id": 52, "name": "Arcade"}], "summary": "Experience the same gameplay of the original Willy Crash, just with a smaller cabinet and a 32″ screen. Willy Crash “Mini” is more than one-and-a-half feet narrower, 10 inches shallower, and almost one foot shorter than the original version. The software and even the plunger are the same; maintaining the same player experience but allowing it to fit into even more locations!"}, {"id": 225626, "cover": {"id": 269296, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rsg.jpg"}, "genres": [{"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 193820, "company": {"id": 41206, "name": "Bay Tek Entertainment"}, "developer": true, "publisher": true}], "name": "Willy Crash", "platforms": [{"id": 52, "name": "Arcade"}], "summary": "Detonate the TNT plunger to launch Willy Crash into a 3D cityscape. Aim for the tops of buildings to score big and watch Willy boogie down in a lively bonus celebration! Miss and he will hilariously crash into a number of cringe-worthy, interactive obstacles. Can losing be as much fun as winning? It just might be with Willy Crash!"}, {"id": 225619, "cover": {"id": 269288, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rs8.jpg"}, "involved_companies": [{"id": 193812, "company": {"id": 1740, "country": 840, "name": "Parker Brothers"}, "developer": true, "publisher": false}], "name": "The Incredible Hulk", "platforms": [{"id": 59, "name": "Atari 2600"}], "summary": "The Incredible Hulk is a video game created by toy and game manufacturer Parker Brothers in 1983 for the Atari 2600."}, {"id": 225618, "cover": {"id": 269285, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rs5.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "involved_companies": [{"id": 193811, "company": {"id": 1304, "country": 36, "name": "Tantalus Media"}, "developer": true, "publisher": true}], "name": "The Flintstones: Dino to the Rescue", "platforms": [{"id": 24, "name": "Game Boy Advance"}], "summary": "The second GBA platformer developed by Tantalus, The Flintstones is a stone splitting, hard rocking, action packed challenge for all ages. The Flintstone family has been abducted and i's up to Dino to rescue them. With the help of the Great Gazoo, Dino sets off on a journey that takes him from Bedrock to the perils of a distant galaxy. It's a prehistoric adventure with everything, as Dino leaves no stone unturned to bring Fred and the gang home to safety.\n\nTake a whirlwind downhill ride with Dino at the wheel, ride on the backs of alligators, and overcome all manner of dastardly enemies to reach your goal and save the Flintstones. The Flintstones is hours and hours of varied gameplay. It's everything you'd expect from your favorite Stone Age pet."}, {"id": 225617, "cover": {"id": 269284, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rs4.jpg"}, "involved_companies": [{"id": 193986, "company": {"id": 44273, "country": 76, "name": "DougMR"}, "developer": true, "publisher": false}], "name": "R-BETA", "summary": "A combination of the action and difficulty of the Classic Mega Man with the exploration of an interconnected map in the best Metroidvania style.\n\nYou were abducted and now you are in a huge extraterrestrial base. It's up to you (R-BETA), with the help of your subsidiary (T-DELTA), to escape and return to the Main Mission."}, {"id": 225590, "cover": {"id": 269232, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rqo.jpg"}, "name": "Yomi Hustle", "summary": "Yomi Hustle is an online, turn-based fighting game and superpowered fight scene simulator. Using a unique and accessible control scheme, harness the power of precognition to land the perfect blow."}, {"id": 225582, "cover": {"id": 269337, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rtl.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 193752, "company": {"id": 305, "country": 246, "name": "Remedy Entertainment"}, "developer": true, "publisher": false}, {"id": 193756, "company": {"id": 445, "country": 840, "name": "505 Games"}, "developer": false, "publisher": true}, {"id": 193757, "company": {"id": 305, "country": 246, "name": "Remedy Entertainment"}, "developer": false, "publisher": true}], "name": "Control 2", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}, {"id": 167, "name": "PlayStation 5"}, {"id": 169, "name": "Xbox Series X|S"}], "summary": "Remedy Entertainment and 505 Games have signed an agreement under which they will co-develop and co-publish Control 2 (formerly known as Codename Heron), a sequel to the award-winning game Control.\n\nWith Control, we leaped into the unknown. We wanted to create something new. Something different and unexpected. A world like no other. Thank you, the audience, for making Control such a success for us.\n\nWith Control 2, we’ll take another leap into the unknown. It’ll be an unexpected journey. It’ll take a while, but to put it mildly, this is the most exciting project I’ve ever worked on. It’s still early days, but it will be worth the wait."}, {"id": 225580, "cover": {"id": 269209, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rq1.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "The Metronomicon: The End Records Challenge Pack"}, {"id": 225573, "name": "PlanetSide 2: Essential Pack"}, {"id": 225572, "name": "Watchers: Perfectly Calm Pack"}, {"id": 225571, "name": "Real Farm: Potato Pack"}, {"id": 225570, "name": "Project Genom: Silver Avalon Pack"}, {"id": 225569, "name": "Project Genom: Gold Avalon Pack"}, {"id": 225568, "cover": {"id": 269179, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rp7.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "involved_companies": [{"id": 193729, "company": {"id": 41, "country": 840, "name": "Riot Games"}, "developer": true, "publisher": false}], "name": "Untitled League of Legends MMO", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "An upcoming MMORPG set within the world of Runeterra, developed by Riot Games. It was announced on December 17th, 2020 by Executive Producer Greg 'Ghostcrawler' Street. The game is currently in early development and is expected to launch in the distant future. The lore and story of the MMO will be considered canon to the League of Legends universe."}, {"id": 225562, "cover": {"id": 269167, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rov.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193720, "company": {"id": 44262, "name": "Kyanite Heart"}, "developer": true, "publisher": false}], "name": "Tuned to Your Heart", "summary": "Local music witch, Cinnamon, has been asked out by Freesia, a very cool ice witch. They've agreed to go eat dinner but Cinnamon has plans to make the date even better! But it has been a long time since she has been on a date! What do you even do on a date!?!?"}, {"id": 225558, "cover": {"id": 269158, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rom.jpg"}, "genres": [{"id": 2, "name": "Point-and-click"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193710, "company": {"id": 25453, "name": "ludowoods"}, "developer": true, "publisher": false}], "name": "The Woodsman", "summary": "The Woodsman retells Little Red Riding Hood as a narrative point and click game set in a richly haunted forest world."}, {"id": 225556, "cover": {"id": 269154, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5roi.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193704, "company": {"id": 44258, "name": "unityrpg"}, "developer": true, "publisher": false}], "name": "Izrand Allure", "summary": "This ancient land has existed since the dawn of time, with the mystic deserts of Adalet to the north, the night-shrouded spires of Valdern to the south, and the buried ruins of civilizations long past in the west."}, {"id": 225553, "cover": {"id": 269145, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ro9.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193696, "company": {"id": 44255, "name": "Tiagox"}, "developer": true, "publisher": false}], "name": "Witch Hat & Ears of Cat", "summary": "Lianna was a young Dark Magician who, after leaving her home village, moved to the city of Eastwall, capital of the frontier beween the world known to humans and the unexplored lands to the east, region known as the World's Edge. There, she would begin a new life with a new identity while following the instructions given by her Master."}, {"id": 225550, "cover": {"id": 269127, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rnr.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Morstairs: Part I - Oath of Fealty", "summary": "Morstairs is a western-style RPG inspired by Baldur's Gate featuring an original fantasy setting and party based, real-time with pause combat.\n\nIt is currently under part-time development by solo developer Anthony Rey with the release date listed as 'when its done'."}, {"id": 225548, "cover": {"id": 269124, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rno.jpg"}, "genres": [{"id": 8, "name": "Platform"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 193688, "company": {"id": 44251, "name": "Next Team"}, "developer": true, "publisher": false}], "name": "Super Mario Bros. Next", "platforms": [{"id": 37, "name": "Nintendo 3DS"}], "summary": "Super Mario Bros. Next is an upcoming single-player mod for New Super Mario Bros. 2 on the Nintendo 3DS, developed by longtime fans of the NSMB series. Featuring nine full-length worlds to explore, as well as a plethora of brand new enemies, mechanics, and power-ups, it promises to be quite the exciting adventure!"}, {"id": 225547, "name": "Legend of Keepers: Complete Edition"}, {"id": 225546, "name": "Dragon Ball Xenoverse 2: Hero of Justice - Pack 2"}, {"id": 225545, "name": "Puzzle by Nikoli S Slitherlink"}, {"id": 225544, "name": "Isekai Musume to Konkatsuchuu: Isekai Bride Hunting - Chartier Edition"}, {"id": 225543, "name": "Isekai Musume to Konkatsuchuu: Isekai Bride Hunting - Kuroro Edition"}, {"id": 225537, "cover": {"id": 269082, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rmi.jpg"}, "genres": [{"id": 8, "name": "Platform"}], "name": "Not All Pigeons Fly", "summary": "Not All Pigeons Fly is a platformer game mixing reflexion and speed. Incarnate Corentin, a pigeon who can't fly !"}, {"id": 225525, "cover": {"id": 270619, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5st7.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}], "involved_companies": [{"id": 194416, "company": {"id": 20258, "name": "Papergames"}, "developer": true, "publisher": false}], "name": "Project: The Perceiver", "platforms": [{"id": 48, "name": "PlayStation 4"}, {"id": 167, "name": "PlayStation 5"}], "summary": "In a quagmire of endless war, conviction is your only way out. Explore every facet of the world, and witness a kaleidoscope of ideals."}, {"id": 225523, "cover": {"id": 269039, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rlb.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "involved_companies": [{"id": 194218, "company": {"id": 31102, "name": "Smarto Club"}, "developer": true, "publisher": false}], "name": "Rental", "platforms": [{"id": 82, "name": "Web browser"}], "summary": "Short horror game about a little rabbit renting a house on the beach. Created for 32 bit game jam."}, {"id": 225518, "cover": {"id": 268978, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rjm.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193616, "company": {"id": 27749, "name": "cloverfirefly"}, "developer": true, "publisher": false}], "name": "Witches at Summer's End", "summary": "Summer is ending and nothing can last forever. The Admiralo Island Witches Club meets up for one last adventure before fall begins."}, {"id": 225516, "cover": {"id": 268967, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rjb.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193609, "company": {"id": 44243, "name": "Transparent Games"}, "developer": true, "publisher": false}], "name": "Poseidon's Orb", "summary": "Charlotte's been transformed into a merperson and threatened by a sea witch! To get their old life back, they'll have to steal a valuable artifact from an underwater kingdom. As they learn more about Poseidon's Orb and the merpeople of Aquatris, will Charlotte have a change of heart?"}, {"id": 225512, "cover": {"id": 268936, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rig.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}, {"id": 15, "name": "Strategy"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193595, "company": {"id": 34187, "name": "tobspr IT Solutions"}, "developer": true, "publisher": true}], "name": "Shapez 2", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "In shapez 2 you automate the processing of geometric shapes to build huge multidimensional factories. Now with islands, fluids, research, multi-layer factories and more."}, {"id": 225511, "name": "The Rumble Fish 2: Greed", "summary": "Adds the character Greed."}, {"id": 225510, "name": "World Class Champion Soccer"}, {"id": 225509, "name": "Arcade Archives: Baraduke"}, {"id": 225507, "name": "Soccer Club Life Retro Goal"}, {"id": 225506, "name": "Breakfast Bar Tycoon: Deluxe Edition"}, {"id": 225505, "name": "Chou Kioku Nou-Training"}, {"id": 225504, "name": "The Rumble Fish 2 + Greed"}, {"id": 225503, "name": "Adventure Academia: The Fractured Continent - New Content Vol. 3"}, {"id": 225502, "name": "Supreme Strategic Battles"}, {"id": 225501, "name": "Warui Kami"}, {"id": 225500, "name": "Pixel Game Maker Series: Verzeus"}, {"id": 225499, "name": "Pet Shop Snacks: Premium Edition"}, {"id": 225498, "cover": {"id": 270604, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5sss.jpg"}, "name": "Digimon World: Next Order - International Edition"}, {"id": 225497, "cover": {"id": 271733, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5to5.jpg"}, "genres": [{"id": 9, "name": "Puzzle"}, {"id": 12, "name": "Role-playing (RPG)"}, {"id": 14, "name": "Sport"}, {"id": 15, "name": "Strategy"}, {"id": 35, "name": "Card & Board Game"}], "name": "Neogeo Pocket Color Selection Vol.2", "summary": "Neogeo Pocket Color Selection Vol.2 The second wave of the dream collection is here! Ten new Neogeo Pocket Color masterpieces are included!"}, {"id": 225496, "name": "Mischief Dungeon Life: Isekai Tensei shita Ore no Itazura Dungeon Life - Dorothy Edition"}, {"id": 225493, "cover": {"id": 268922, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ri2.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193584, "company": {"id": 44239, "name": "GreyEnwright"}, "developer": true, "publisher": false}], "name": "The Seaside Inn", "summary": "You arrive in the small town of Cauwick Bay to help your Aunt Jody run her bed & breakfast, The Seaside Inn. It’s a place steeped in memories from your childhood, and your summer awaits.\n\nThe two people at the centre of your time in Cauwick Bay are Melani, a mermaid curious about life on land, and Taylor, a young man on the brink of deciding his future.\n\nBoth have individual romance routes, and can also be romanced together in a polyamorous route. Romance is not required, and you can befriend the characters instead."}, {"id": 225488, "cover": {"id": 268916, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rhw.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193579, "company": {"id": 44236, "name": "Team Reverie"}, "developer": true, "publisher": false}], "name": "Sea Fable", "summary": "When a young girl takes an offer to swap places with a mermaid, she’s suddenly introduced to a new world of friendship, magic, and palace intrigue."}, {"id": 225487, "genres": [{"id": 5, "name": "Shooter"}], "involved_companies": [{"id": 193577, "company": {"id": 327, "country": 840, "name": "Midway Games"}, "developer": true, "publisher": true}, {"id": 193578, "company": {"id": 184, "country": 840, "name": "id Software"}, "developer": true, "publisher": true}], "name": "Doom Absolution", "platforms": [{"id": 4, "name": "Nintendo 64"}], "summary": "Doom Absolution is a cancelled sequel to Doom 64, announced as a project for the Nintendo 64 game console by Midway Games in cooperation with id Software shortly after the release of the first game. It was intended to be multiplayer-oriented, possibly excluding any single player elements altogether."}, {"id": 225486, "cover": {"id": 268914, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rhu.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 15, "name": "Strategy"}], "involved_companies": [{"id": 193576, "company": {"id": 16885, "name": "Ratatat Studios"}, "developer": true, "publisher": false}], "name": "Skyscraper", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "'Skyscraper' is a battle royale shooter game that tells the story of hikers who participated in the Super Bullet Grand Prix. Play a variety of unique Hikers, play a variety of gameplay using battle gears, and freely roam around the city through zipline and parkour to win the Super Bullet Grand Prix!"}, {"id": 225482, "name": "Tracks: The Train Set Game - Suburban Pack"}, {"id": 225481, "name": "Tracks: The Train Set Game - Sci-Fi Pack"}, {"id": 225480, "name": "Tales of Arise: Collaboration Costume Pack"}, {"id": 225479, "name": "House Builder & Thief Simulator"}, {"id": 225478, "name": "Sniper Ghost Warrior Contracts 1 & 2 Double Pack"}, {"id": 225477, "name": "Ultimate Ski Jumping 2020 + Glaive: Brick Breaker Bundle"}, {"id": 225476, "name": "Puzzle by Nikoli W Slitherlink"}, {"id": 225475, "name": "Puzzle by Nikoli W Museum"}, {"id": 225474, "name": "Tales of Arise: Warring States Outfits Triple Pack - Female"}, {"id": 225473, "name": "Story of Season: Friends of Mineral Town - Digital Edition"}, {"id": 225472, "name": "WRC Generations: Fully Loaded Edition"}, {"id": 225471, "name": "We Happy Few: Digital Deluxe Edition"}, {"id": 225470, "name": "SoulCalibur Ⅵ: Character Creation Set B"}, {"id": 225469, "name": "SoulCalibur Ⅵ: Character Creation Set E"}, {"id": 225468, "name": "Obey Me: Complete Edition"}, {"id": 225465, "name": "The Sims 4: Pet Lovers Bundle"}, {"id": 225464, "name": "My Hero One's Justice 2: Villainous Wear Set"}, {"id": 225463, "name": "The Sims 4: Everyday Sims Bundle"}, {"id": 225462, "name": "Outbreak: The Undying Collection"}, {"id": 225461, "name": "Mr. Massagy: Mayo Edition"}, {"id": 225460, "name": "Plants vs. Zombies: Garden Warfare 2 - No-Brainerz Upgrade"}, {"id": 225458, "name": "Tracks: The Train Set Game - Toybox Bundle"}, {"id": 225457, "name": "SoulCalibur VI: Character Creation Set D"}, {"id": 225456, "name": "House Builder & Tank Mechanic Simulator"}, {"id": 225455, "name": "Super Ninja Miner"}, {"id": 225454, "cover": {"id": 268874, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rgq.jpg"}, "genres": [{"id": 5, "name": "Shooter"}], "involved_companies": [{"id": 193563, "company": {"id": 42029, "name": "Neotro Inc."}, "developer": true, "publisher": false}, {"id": 193564, "company": {"id": 41927, "country": 392, "name": "exA-Arcadia"}, "developer": false, "publisher": true}], "name": "Vritra Hexa", "platforms": [{"id": 52, "name": "Arcade"}]}, {"id": 225443, "cover": {"id": 268857, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rg9.jpg"}, "genres": [{"id": 2, "name": "Point-and-click"}], "name": "Frog Days", "summary": "The year is 1995. Computer technology is advancing at a rapid pace and the demand for personal computers has never been higher. Leading computers into the living spaces of millions is FlamingOS, the latest version of the number one graphical user interface that both businesses and home users choose as their computer's operating system. Even your computer is running FlamingOS! However, your computer is special. Mysterious functionality allows you to explore virtual worlds hidden within the operating system and within each world you find, every new piece of data you discover, there lies clues to one of the best kept secrets of human-kind... That's right, an ancient alien conspiracy."}, {"id": 225442, "cover": {"id": 268855, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rg7.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "involved_companies": [{"id": 193861, "company": {"id": 44280, "name": "João P.A."}, "developer": true, "publisher": false}], "name": "Rhygar e os Soldados do Rei", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Rhygar is a farmer who lives with his father on their ranch. One day, he needs to sell their cow, only to watch his father being murdered by monsters on the way back home. Now, begins his journey to become a Knight of the King in order to get revenge on the monsters who killed his father.\n\nRhygar e os Soldados do Rei (Rhygar and the Knights of the King) is one of many free indie brazilian games created using RPG Maker 2000 during the boom of the engine in Brazil in the 2000s. Like others of its kind, it's very unpretentious and full of typos and goofy jokes. It became somewhat of a forgotten classic among brazilian gamers of that era, and its relative success helped the aforementioned boom of other small RPG Maker 2000 brazilian games, including two lesser known sequels."}, {"id": 225420, "cover": {"id": 268801, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rep.jpg"}, "genres": [{"id": 2, "name": "Point-and-click"}, {"id": 9, "name": "Puzzle"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Signal & Echo: Iris is Missing", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "A point-and-click mystery adventure with innovative detective mechanics.\nHelp Ollie, a fledgling journalist on his first day at the Signal & Echo newspaper, to find out what happened to missing schoolgirl Iris Wood."}, {"id": 225416, "name": "FIT Adventures bundle"}, {"id": 225414, "name": "AngerForce and AlienCruise Arcade Shooting Bundle"}, {"id": 225413, "name": "Golf With Your Friends: Summer Party Pack"}, {"id": 225412, "name": "Golf With Your Friends: Racing Pack"}, {"id": 225411, "name": "Golf With Your Friends: Caddy Pack"}, {"id": 225410, "name": "Decay Collection"}, {"id": 225408, "name": "Dead by Daylight: Killer Expansion Pack"}, {"id": 225406, "name": "Biohazard Village: Z Version - Gold Edition"}, {"id": 225387, "cover": {"id": 268731, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rcr.jpg"}, "genres": [{"id": 7, "name": "Music"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193494, "company": {"id": 44201, "name": "ALTERGEAR"}, "developer": false, "publisher": true}, {"id": 193495, "company": {"id": 44223, "name": "Mint Lip"}, "developer": true, "publisher": false}], "name": "Dig-Rock: Documentary of Youthful Sounds", "platforms": [{"id": 130, "name": "Nintendo Switch"}], "summary": "Big-Rock: Documentary of Youthful Sounds is an otome visual novel developed by Altergear and published by Idea Factory."}, {"id": 225383, "name": "Ace Combat 7: Skies Unknown – XFA-27 Set"}, {"id": 225382, "name": "Adventure Llama Bundle"}, {"id": 225381, "name": "Caterpillar"}, {"id": 225380, "name": "Candleman: Definitive Edition", "summary": "Candleman is a distinctive action adventure story entwined with low-light gameplay. Acting as a little candle who can burn for only 10 seconds, now three new chapters bring the story to its thought-provoking finale. Once again the little candle journeys through the darkest depths. Will he find his way to the illuminating light?"}, {"id": 225379, "name": "Call of Duty: Infinite Warfare - Digital Legacy Edition"}, {"id": 225378, "name": "Star Ocean: The Divine Force - Digital Deluxe Edition"}, {"id": 225377, "name": "My Hero One's Justice 2: Weekend Clothes 1-A Serious Set"}, {"id": 225375, "name": "Fortnite: Corrupted Legends Pack"}, {"id": 225374, "name": "Fortnite: Dark Reflections Pack"}, {"id": 225373, "name": "Fortnite: Graveyard Drift Quest Pack"}, {"id": 225372, "cover": {"id": 268704, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rc0.jpg"}, "genres": [{"id": 34, "name": "Visual Novel"}], "name": "Kirameki Paradise", "summary": "Customize your new life by creating a one-of-a-kind “I”! The texture and reality reproduced like the real thing bring the feeling and experience as if you were there. Make your dreams come true, find the beauty and meaning that only you can create, and live your own shining self without being bound by the rules of the world."}, {"id": 225371, "cover": {"id": 268703, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rbz.jpg"}, "involved_companies": [{"id": 193466, "company": {"id": 34498, "name": "BrownSugar"}, "developer": true, "publisher": false}], "name": "Pippi", "summary": "An atmospheric game about catching a runaway dog."}, {"id": 225358, "cover": {"id": 268666, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ray.jpg"}, "name": "IW4x", "summary": "A modded PC client for Call of Duty: Modern Warfare 2 (2009). It adds support for dedicated servers, custom maps, and weapons."}, {"id": 225354, "cover": {"id": 268654, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5ram.jpg"}, "involved_companies": [{"id": 193460, "company": {"id": 44215, "name": "Balanced Worlds"}, "developer": true, "publisher": false}, {"id": 193461, "company": {"id": 197, "country": 840, "name": "THQ"}, "developer": false, "publisher": true}], "name": "De Blob Online", "platforms": [{"id": 39, "name": "iOS"}], "summary": "De Blob Online was a game being developed by Balanced Worlds. The only reason this game is known to exist is because of a tweet made by Richard Brown, who used to work at THQ. This game gives players the ability to play as a customisable character and explore a small city somewhere in Raydia."}, {"id": 225342, "name": "Yu-Gi-Oh! Rush Duel: Dawn of the Battle Royale - Let's Go! Go Rush!!: Special Edition"}, {"id": 225341, "name": "Toko-toko Neko Puzzle Schrodinger no Hakoniwa"}, {"id": 225340, "name": "Geki-J Pachi-Slot: Chibari yo DX"}, {"id": 225338, "cover": {"id": 268618, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r9m.jpg"}, "name": "Dead Cells: Everyone is Here Vol.2", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Introducing 6 new famous character in this new cross over update. 6 new Outfits and Weapons based on 6 indie games crossovers!\n\nShovel Knight\nNew Brutality Weapon: King Scepter. Mimic King Knight as you dash around and bounce on your enemies' head.\nNew Shovel Knight Outfit.\n\nHotline Miami\nNew Brutality/Survival Weapon: Baseball Bat. Attack a stunned or rooted enemy to deal flashy critical damage.\nNew Modernized Bomber Outfit.\n\nKatana Zero\nNew Tactic/Survival Weapon: Throwable Objects. Pick up whatever you can find on the ground and chuck it at your foes with all your strength!\nNew Zero Outfit.\n\nRisk of Rain 2\nNew Brutality/Tactic Weapon: Laser Glaive. Throw a seeking glaive that bounces up to a certain amount of times for a certain amount of damage. Damage increases by a certain amount per bounce.\nNew Commando Outfit.\n\nTerraria\nNew Brutality/Tactic Weapon: Starfury. Each melee hit summons a star targeting a nearby mob. Make them rain!\nNew Familiar Outfit.\n\nSlay the Spire\nNew Colorless Power: Diverse Deck. This one's a doozy to explain, bear with me here. The deck is composed of 4 different cards, each with a Draw, Passive and Discard effect. The current card has its Passive in effect permanently, press the power button again to Discard it and Draw the next one, triggering the corresponding effects.\nNew Ironclad Outfit."}, {"id": 225334, "name": "Grand Pring Dash"}, {"id": 225333, "name": "Illmatic Envelope Dillinjah"}, {"id": 225332, "name": "Nyan Kobanashi"}, {"id": 225331, "name": "Pixel Game Maker Series: Angel's Blood"}, {"id": 225330, "name": "Goonya Monster: Digital Deluxe Edition"}, {"id": 225329, "name": "Minna no Homerun Derby"}, {"id": 225328, "name": "Desktop Soccer 2"}, {"id": 225327, "name": "Override 2: Super Mech League - Ultraman Edition Pack"}, {"id": 225326, "name": "Nickelodeon All-Star Brawl: Ultimate Edition"}, {"id": 225324, "name": "Necromancer RPG"}, {"id": 225323, "name": "Clash Summoners"}, {"id": 225322, "name": "Solitaire of Novel"}, {"id": 225321, "name": "Taechoe Sineun Goyangiyeotda: Bangchihyeong RPG Kiugi"}, {"id": 225320, "name": "GetAmped Fighters"}, {"id": 225319, "name": "The Table Game: Deluxe Edition"}, {"id": 225314, "cover": {"id": 268585, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r8p.jpg"}, "genres": [{"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193433, "company": {"id": 17041, "name": "Karin Entertainment"}, "developer": true, "publisher": false}, {"id": 193434, "company": {"id": 44201, "name": "ALTERGEAR"}, "developer": false, "publisher": true}], "name": "Shinjuku Rashoumon", "platforms": [{"id": 130, "name": "Nintendo Switch"}], "summary": "A upcoming Karin Entertainment visual novel."}, {"id": 225297, "cover": {"id": 268555, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r7v.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193404, "company": {"id": 44194, "name": "QB; STUDIOS"}, "developer": true, "publisher": false}], "name": "Ego Holic", "summary": "In the big bustling city Elón, the rich can fulfill their dreams, the middle class is well off, and Espers hunt down illegitimate magical users on witch-hunts. So, just like any other city."}, {"id": 225296, "cover": {"id": 268592, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r8w.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 33, "name": "Arcade"}], "involved_companies": [{"id": 193402, "company": {"id": 1467, "name": "Sammy"}, "developer": false, "publisher": true}], "name": "Viewpoint 2064", "platforms": [{"id": 4, "name": "Nintendo 64"}], "summary": "A prototype of the unreleased Viewpoint 2064 for the Nintendo 64."}, {"id": 225270, "cover": {"id": 268505, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r6h.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193357, "company": {"id": 44192, "name": "Crescendo"}, "developer": true, "publisher": false}], "name": "Run Away With Me, Empress!", "summary": "Enrolled in a super-exclusive school full of beauties, take advantage of your luck.\n\nYou've been scouted to attend the most prestigious, exclusive school of the nation, surrounded by girls at least as beautiful as you (and you're pretty good-looking). Years of hard work have finally paid off.\n\nYou and your peers are to be \"shaped up to accompany the elite of society\". You've been told you'll get assigned an Emperor's Title at one point, but most of your breathtakingly beautiful classmates already have one. In the meanwhile, maybe you can get closer to one of them...?"}, {"id": 225266, "cover": {"id": 268500, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r6c.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193348, "company": {"id": 44191, "name": "arcade party"}, "developer": true, "publisher": false}], "name": "Love and Formaldehyde", "summary": "Nineteen year old Prince is terrible at telling almost anyone how he feels, and even worse at showing it. Without the ability to let his emotions show on his face, he's always had a hard time making friends — even in the mortuary program at a welcoming technical college, Prince only spends time with roommate Daniel while nursing a distant crush on classmate Aodh.\n\nWhen their professor assigns them to do a temporary internship together at a local funeral home in the two weeks leading up to Valentine's Day, will Prince finally have the chance to confess his feelings?\n\nOr will life — and death — get in the way?"}, {"id": 225265, "cover": {"id": 268498, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r6a.jpg"}, "genres": [{"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193344, "company": {"id": 44191, "name": "arcade party"}, "developer": true, "publisher": false}, {"id": 193345, "company": {"id": 33633, "name": "DarkChibiShadow"}, "developer": false, "publisher": false}], "name": "A Werewolf Opportunity, Obviously", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "On the heels of his best friend getting married and tired of letting all his relationships fizzle out before they even get started, 20-something Eddie decides he's going to find a boyfriend and give it his all in a serious relationship! But in a town where magic is lurking just below the surface, can Eddie make it work — or will the more human side of life hold him back again?"}, {"id": 225258, "cover": {"id": 268487, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r5z.jpg"}, "genres": [{"id": 4, "name": "Fighting"}, {"id": 12, "name": "Role-playing (RPG)"}], "involved_companies": [{"id": 193334, "company": {"id": 617, "country": 392, "name": "Bandai"}, "developer": true, "publisher": true}], "name": "Rockman X3 Buster Battle", "summary": "Released it as a pack-in for a version of the console released after the first revision. Unfortunately, it seems the cartridge was not released separately. This package came with both a game cartridge (dark blue) and a manga/design cartridge (light blue) for additional stamps. The game consists of a simple battle feature where you pick a character, draw a weapon for them, and battle various Rockman X3 villains in RPG-like battles."}, {"id": 225257, "cover": {"id": 268484, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r5w.jpg"}, "name": "Bishoujo Senshi Sailor Moon Super S – Illustration Club", "summary": "On this game cartridge you can attempt to draw various Sailor Moon characters and be judged on your drawing skills. In addition, this software also contains a horoscope-like game where you can input your birthday in for a fortune. Interestingly Bandai released a new design of the Design Master called the Paluseata (パルシータ) marketed towards girls along with this title. This package is unique in that it doesn’t allow addon carts to be mounted to it, unlike other cartridges for the system."}, {"id": 225256, "cover": {"id": 268483, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r5v.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "involved_companies": [{"id": 193333, "company": {"id": 617, "country": 392, "name": "Bandai"}, "developer": true, "publisher": true}], "name": "Dungeon Diver", "summary": "Only cartridge on the Bandai Design Master that isn’t licensed from an existing property. In Dungeon Diver you explore randomly generated dungeons fighting monsters in RPG battles and solving simple puzzles. As with the other games, additional design/manga carts can be mounted and used for additional stamps."}, {"id": 225254, "cover": {"id": 268479, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r5r.jpg"}, "genres": [{"id": 4, "name": "Fighting"}], "involved_companies": [{"id": 193328, "company": {"id": 617, "country": 392, "name": "Bandai"}, "developer": true, "publisher": true}], "name": "Dragon Ball Z Taisen-gata Search Battle", "summary": "Based on the Dragon Ball Z series, Search Battle allows you to draw or use stamps to create a fighter to battle characters from the popular series. The game appears to generate battle stats for your drawing seemingly at random. Other design/manga carts can be mounted and used for additional stamps in addition to those included with this cartridge. The package also contains very simple animation and drawing programs that you can mess around with if you insert the cartridge by itself with no addons."}, {"id": 225252, "cover": {"id": 268477, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r5p.jpg"}, "genres": [{"id": 33, "name": "Arcade"}], "name": "2 in 1 Series: SL - Gyakushuu Chika Teikoku", "platforms": [{"id": 77, "name": "Sharp X1"}], "summary": "Two in one tape for the Sharp X1, featuring two arcade maze games."}, {"id": 225243, "cover": {"id": 268447, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r4v.jpg"}, "genres": [{"id": 8, "name": "Platform"}, {"id": 12, "name": "Role-playing (RPG)"}], "name": "Lisarune", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Play as Spamton and struggle through the post-apocalyptic world of LOWER OLATHE, a cavernous expanse filled with combat and exploration."}, {"id": 225241, "cover": {"id": 268445, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r4t.jpg"}, "genres": [{"id": 5, "name": "Shooter"}, {"id": 8, "name": "Platform"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Cave Story Encore", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Experience art style and gameplay of classic indie game Cave Story in brand new upscaled environment.\n\nCave Story Encore is a fan remake of the hit indie\naction-explore game Cave Story by Daisuke 'Pixel' Amaya and Nicalis.\n\nThis project is a labour of love lead by Dr. Minty Fresh,\nwith others helping with art, music and story.\nThe goal of this project is to give our old beloved game a new coat of paint and fun new additions while maintaining the feel of the original."}, {"id": 225238, "cover": {"id": 268441, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r4p.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}, {"id": 34, "name": "Visual Novel"}], "involved_companies": [{"id": 193289, "company": {"id": 42064, "name": "HeidenGames"}, "developer": true, "publisher": false}], "name": "A Heart of Butterblue", "summary": "It is under these circumstances that Phebe finds herself moving to the isolated frontier town of Edgeville. Rumors have it that monsters roam the lands after dark and anyone caught outside is never heard from again. With eerie murderous howling heard every night, Phebe has no choice to become accustomed to this new life if she wants to find her missing grandfather."}, {"id": 225236, "name": "Rising of Ants"}, {"id": 225234, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "name": "The Metronomicon: Slay The Dance Floor - The End Records Challenge Pack", "summary": "The End of the world is coming. Time to dance then, no? Let’s celebrate with our first label-specific challenge pack! Courtesy of The End Records, three great tunes to burn into yo’ brain."}, {"id": 225233, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "name": "The Metronomicon: Slay The Dance Floor - J-Punch Challenge Pack", "summary": "Rhythm Role Play Game; fight the weirdest monsters with the power of music! Level your party and upgrade your gear while dancing to the beat of some SICK tunes..."}, {"id": 225231, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "name": "The Metronomicon: Slay The Dance Floor - Chiptune Challenge Pack 2", "summary": "Three new songs, three new challenges, and three new awesome pieces of gear! Test your Metronomicon skill to the max with Chiptune Challenge Pack 2!"}, {"id": 225230, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 32, "name": "Indie"}], "name": "The Metronomicon: Slay The Dance Floor - Chiptune Challenge Pack 1", "summary": "Three new songs, three new challenges, and three new awesome pieces of gear! Test your Metronomicon skill to the max with Chiptune Challenge Pack 1!"}, {"id": 225229, "genres": [{"id": 10, "name": "Racing"}, {"id": 13, "name": "Simulator"}], "name": "Car Mechanic Simulator 2021: Drag Racing", "summary": "Car Mechanic Simulator 2021 - Drag Racing DLC is the BIG content you were waiting for!This DLC is introducing something completely new to the world of Car Mechanic."}, {"id": 225228, "cover": {"id": 268418, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r42.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Creeping Deck: Pharaoh's Curse", "summary": "Creeping Deck is a strategic roguelite deck-builder with RPG elements. Head out to discover mythological Ancient Egypt, put an end to corruption, and defeat Seth: the source of evil, chaos and pain. Do not worry, the Gods will help you!"}, {"id": 225227, "genres": [{"id": 31, "name": "Adventure"}], "name": "Deemo: Reborn - Prime Pack IV", "summary": "DEEMO -Reborn- Prime Pack IVDEEMO -Reborn- Prime Pack IV, has a total of 10 songs and 50 chartsContent includes outstanding works by creators such as TQ, cosMo@bousou-P, Feryquitous, Sennzai, Rigel Theatre, SUi, Sakuzyo, Stone, soyomogi, Valunava and Y-SHIN."}, {"id": 225226, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}], "name": "Deemo: Reborn - Prime Pack II", "summary": "DEEMO -Reborn- Prime Pack II Content includes outstanding works by creators such as EARTHBOUND PAPAS、Rabpit、Yuk-cheung Chun Trevor Lin、Silvia Su、Sta、KIVΛ、Mili、Kevin Penkin、Michiyo Honda、Jerry Barnes Quiana、Sakuzyo、Presti、N.M.S.T. and 3R2."}, {"id": 225225, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}], "name": "Deemo: Reborn - Prime Pack III", "summary": "Deemo: Reborn - Prime Pack III DEEMO -Reborn- Prime Pack III, has a total of 15 songs and 75 charts Content includes outstanding works by creators such as Eye DT, Searlait, Nicode, Hoskey, Mai Aoyagi, Eye AC, Eye RH, Eye XY, Yoneko, and M2U."}, {"id": 225224, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}], "name": "Deemo: Reborn - Prime Pack I", "summary": "DEEMO -Reborn- Prime Pack I DEEMO -Reborn- Prime Pack I, has a total of 15 songs and 75 charts Content includes outstanding works by creators such as aioi, Ｍili, KAMATA JUNKO, HΔG, and Eshen."}, {"id": 225223, "cover": {"id": 268415, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3z.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Robotization: A Last Human", "summary": "Robotization: A Last Human - a first person survival horror. Be afraid of unknown creatures that may be waiting for you. Survive in this scary world, where you are alone..."}, {"id": 225222, "cover": {"id": 268995, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rk3.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Dark Sweeper", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Dark Sweeper - a shooter about a soldier, which takes place in the wastelands filled with various creatures and marauders. You are a young corporal sent to a military operation, your task is to defeat the enemies."}, {"id": 225221, "cover": {"id": 268414, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3y.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "Murder on the Stella", "summary": "It's a murder mystery. It's an adventure. It's a cruise vacation simulator. It's different each time you play."}, {"id": 225220, "cover": {"id": 268411, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3v.jpg"}, "genres": [{"id": 15, "name": "Strategy"}, {"id": 32, "name": "Indie"}], "name": "Graveyard Architect", "summary": "Can you manage to create an ideal cemetery? Will you provide appropriate conditions for its residents? Be careful! If you do not meet all the requirements, you will have to deal with the rebellious undead."}, {"id": 225219, "cover": {"id": 268413, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3x.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "People Versus Everything", "summary": "It's a bird! It's a plan! It's a garbage can? Face your friends in this ridiculous cat-and-mouse free-to-play shooter. Become a prop and hide within your environment, or become a hunter. Use guns, abilities, and occasionally trains to win the game!"}, {"id": 225214, "cover": {"id": 268406, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3q.jpg"}, "name": "Murder Next Room", "summary": "Murder Next Room is a multiplayer role-playing game. You are trapped in a location with others and one or more of them are killers. The police has been called and in the mean time try to survive. You can try to report the killer but there is no guarantee that the phones will be working."}, {"id": 225207, "cover": {"id": 268400, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3k.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Pocket Quest", "summary": "Recruit a team of valiant heroes and awesome monsters to battle against seven other players for victory! 100+ different heroes, creatures and monsters are ready for battle. Combine their unique skills and abilities to create an original and efficient team to surprise other players and defeat them."}, {"id": 225204, "cover": {"id": 268396, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3g.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}], "name": "Pricia Defense", "summary": "One day, the North Fortress of the kingdom Enerf is invaded by northern sorcerers. The princess of the kingdom Enerf, \"Pricia\", with \"trap magic\" in her hands, which is only available to the royal family of Enerf, stands up."}, {"id": 225202, "cover": {"id": 268392, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r3c.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 32, "name": "Indie"}], "name": "Sally", "summary": "Embark on the Sally, a flying ship crewed by kids and stewarded by two caring grandmas. Develop lasting relationships in this unique community. Craft, cook, farm, build and explore your way through a cozy Ghibli-inspired world. Sail the skies together to find a far away land to call home."}, {"id": 225194, "cover": {"id": 268989, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rjx.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Strength & Virtue: Lord of Midchester", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "Take on the monumental task of managing a small town caught between two powerful city-states in this 2.5D RPG! Rebuild your township, explore dungeons, hire underlings, grow your town's prosperity and catch the attention of powerful potential allies or foes... you decide!"}, {"id": 225190, "cover": {"id": 268380, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r30.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "M.E.A.T. II: Absolute Zero", "summary": "Grab a telestarion shotgun and meet Sir Culligan in fury mode! M.E.A.T. II: Absolute Zero is a classics-styilized shooter with a dark atmosphere, an engaging storyline and hordes of enemies to defeat."}, {"id": 225183, "cover": {"id": 269719, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5s47.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "The Zombie Invaders", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}], "summary": "The Zombie Invaders is a Top-down co-op shooter where you need to kill zombies and protect your camp through multiple waves of enemies. A big horde is coming, and you are the one chosen to stop them, but you won't get too far without building defenses."}, {"id": 225176, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: The Overkill Pack", "summary": "Get ready to rock!The OVERKILL Pack is our 17th DLC for PAYDAY 2. It allows heisters to use the Minigun and the Rocket Launcher weapons, the OVERKILL mask as well as a new OVERKILL Escape Van skin. There will be 3 weapon modifications for the Minigun as well as a total 10 extra achievements added."}, {"id": 225175, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: The Butcher's Western Pack", "summary": "Wanted - Dead or Alive!The weapons that tamed the west. The Western Weapon Pack is our 21st DLC for PAYDAY 2. Stare down the law with these older than old school weapons that still pack a punch. Automatic fire is for people who can't aim anyway, right?Make your bullets count with the Peacemaker ."}, {"id": 225174, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Southbound Tailor Pack", "summary": "The crew heads southbound for Texas, donned in new outfits and ready for action."}, {"id": 225173, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Sydney Character Pack", "summary": "Anarchy isn’t just a watered down symbol on a t-shirt...The Sydney Character Pack is the 34th DLC for PAYDAY 2. Heisters can now play as the furious Sydney. It also contains the Anarchist Perk Deck together with the Bootleg Assault Rifle and Wing Melee Knife."}, {"id": 225172, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Sokol Character Pack", "summary": "Though young, Sokol has everything to become a legendary heister.The Sokol Character Pack is the 25th DLC for PAYDAY 2. It allows heisters to play as Sokol the Russian, the Grinder of the PAYDAY gang. Other than Sokol himself, it includes the Grinder perk deck, Sokol's mask, Sokol's hockey stick melee weapon and the Valkyrie rifle."}, {"id": 225171, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Mega City Tailor Pack", "summary": "Look dashing in these Chinese inspired outfits and masks while you get revenge against the Golden Dagger Triad."}, {"id": 225170, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: McShay Weapon Pack", "summary": "Gun runner Gemma McShay provides the Gang with a new selection of weapons."}, {"id": 225169, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Wolf Pack", "summary": "The Return of Two Classics.The Wolf Pack DLC is the 31st DLC pack for PAYDAY 2 and symbolizes the return of two classic heists - the Counterfeit and Undercover jobs. It's finally time for Wolf to shine as the crew to goes to the Sunshine state in one job and pays the Taxman a visit in the other. This is the return of Bodhi's Pool Repair!"}, {"id": 225168, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Yakuza Character Pack", "summary": "Japan is a land of warriors...The Yakuza Character Pack is the 27th DLC for PAYDAY 2. It allows heisters to play as Japanese heister Jiro, the Yakuza of the PAYDAY gang. Other than Jiro himself, it includes the Yakuza perk deck, Jiro's mask, the Shinsakuto-Katana melee weapon and the Micro Uzi."}, {"id": 225167, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: High Octane Tailor Pack", "summary": "The High Octane Tailor Pack contains everything you need to step into the shoes of a biker, literally! Check it out here."}, {"id": 225166, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Guardians Tailor Pack", "summary": "The Guardians Tailor Pack includes modern streetwear as well as four masks based on Chinese mythology. Lookin’ sharp!"}, {"id": 225165, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Golden Dagger Tailor Pack", "summary": "The Payday Gang sets out to put an end to the triads chapter. With the help of new allies, donned in fresh gear we set our sights on."}, {"id": 225163, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Weapon Pack #02", "summary": "The Gage Weapon Pack #02 is the fifth DLC pack for PAYDAY 2. The Cloaker makes a return to put fear in the hearts of every criminal. Gage has the perfect antidote however and brings back the Light Machine Gun and introduces melee combat weapons to counter them."}, {"id": 225162, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Weapon Pack #01", "summary": "The Gage Weapon Pack #01 is the third DLC pack for PAYDAY 2. Frag Grenades make their first entry into the PAYDAY series and are bound to spice things up. With the new Grenade Case asset, players can share grenades with each other in the heists."}, {"id": 225161, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Spec Ops Pack", "summary": "Based on his knowledge as a war veteran and weapons expert, he has handpicked some superior mods for this special forces equipment package. A brand new special weapon and 12 new weapon modifications that will add a deadlier dimension to any arsenal."}, {"id": 225160, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Sniper Pack", "summary": "The Gage Sniper Pack DLC is the seventh DLC pack for PAYDAY 2 and adds powerful sniper rifles to the player's weapon arsenal. The bullets from a sniper rifle have armor penetration which means they can go through objects like walls. One bullet can even pierce several enemies."}, {"id": 225159, "name": "Ultra Street Fighter IV: Challengers Wild Pack 1", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Hakan, Makoto, Guy, Dudley, and Dee Jay."}, {"id": 225158, "name": "Ultra Street Fighter IV: Challengers Vacation Pack 2", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Juri, Ibuki, Cody, Adon, and T.Hawk."}, {"id": 225157, "name": "Ultra Street Fighter IV: Challengers Vacation Pack 1", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Hakan, Makoto, Guy, Dudley, and Dee Jay."}, {"id": 225156, "name": "Ultra Street Fighter IV: Challengers Horror Pack 2", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Juri, Ibuki, Cody, Adon, and T.Hawk."}, {"id": 225155, "name": "Ultra Street Fighter IV: Challengers Horror Pack 1", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Hakan, Makoto, Guy, Dudley, and Dee Jay."}, {"id": 225154, "name": "Ultra Street Fighter IV: Arcade Challengers Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Yun, Yang, Evil Ryu, and Oni."}, {"id": 225153, "name": "Ultra Street Fighter IV: Brawler Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Zangief, E.Honda, Rufus, Abel, and El Fuerte."}, {"id": 225152, "name": "Ultra Street Fighter IV: Brawler Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Zangief, E.Honda, Rufus, Abel, and El Fuerte."}, {"id": 225151, "name": "Ultra Street Fighter IV: Brawler Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Zangief, E.Honda, Rufus, Abel, and El Fuerte."}, {"id": 225150, "name": "Ultra Street Fighter IV: Arcade Challengers Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Yun, Yang, Evil Ryu, and Oni."}, {"id": 225149, "name": "Ultra Street Fighter IV: Arcade Challengers Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Yun, Yang, Evil Ryu, and Oni."}, {"id": 225148, "name": "Ultra Street Fighter IV: Arcade Challengers Pack 2011", "summary": "All alternate costumes for Yun, Yang, Evil Ryu, and Oni are included in this pack. Make the newest challengers stand out from the pack with these slick outfits!"}, {"id": 225147, "name": "Ultra Street Fighter IV: 2014 Challengers Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Rolento, Elena, Poison, Hugo, and Decapre."}, {"id": 225146, "name": "Ultra Street Fighter IV: 2014 Challengers Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Rolento, Elena, Poison, Hugo, and Decapre."}, {"id": 225145, "name": "Ultra Street Fighter IV: 2014 Challengers Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Rolento, Elena, Poison, Hugo, and Decapre."}, {"id": 225144, "name": "Ultra Street Fighter IV: Complete Femme Fatale Pack 2011", "summary": "All alternate costumes for Chun-Li, C.Viper, Sakura, Rose and Cammy are included in this pack. Make these gorgeous and dangerous femme fatales ultra stunning with these outfits!"}, {"id": 225143, "name": "Ultra Street Fighter IV: Shadaloo Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for M.Bison, Sagat, Vega, Balrog, and Seth."}, {"id": 225142, "name": "Ultra Street Fighter IV: Femme Fatale Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Chun-Li, C.Viper, Sakura, Rose, and Cammy."}, {"id": 225141, "name": "Ultra Street Fighter IV: Femme Fatale Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Chun-Li, C.Viper, Sakura, Rose, and Cammy."}, {"id": 225140, "name": "Ultra Street Fighter IV: Femme Fatale Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Chun-Li, C.Viper, Sakura, Rose, and Cammy."}, {"id": 225139, "name": "Ultra Street Fighter IV: Complete Challengers 1 Pack 2011", "summary": "All alternate costumes for Hakan, Makoto, Guy, Dudley and Dee Jay are included in this pack. Don your ultra rad gear and go to town on the opposition!"}, {"id": 225138, "name": "Ultra Street Fighter IV: Complete Shoryuken Pack 2011", "summary": "All alternate costumes for Ryu, Ken, Gouken, Dan and Akuma are included in this pack. Mix things up with your favorite Shotokan characters!"}, {"id": 225137, "name": "Ultra Street Fighter IV: Complete Shadoloo Pack 2011", "summary": "All alternate costumes for Balrog, Sagat, Vega, M. Bison and Seth are included in this pack. Don these threads and take down all of your rivals in style!"}, {"id": 225136, "name": "Ultra Street Fighter IV: Complete Classic Pack 2011", "summary": "All alternate costumes for Guile, Blanka, Dhalsim, Gen and Fei Long are included in this pack. Show everyone that legends never die, and never go out of fashion!"}, {"id": 225135, "name": "Ultra Street Fighter IV: Complete Challengers 2 Pack 2011", "summary": "All alternate costumes for Juri, Ibuki, Cody, Adon and T.Hawk are included in this pack. Create a new legend with these crazy costumes!"}, {"id": 225134, "name": "Ultra Street Fighter IV: Complete Brawler Pack 2011", "summary": "All alternate costumes for Zangief, E.Honda, Rufus, Abel and El Fuerte are included in this pack. Make these characters even more unique with these wild costumes!"}, {"id": 225133, "name": "Ultra Street Fighter IV: Classic Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Guile, Blanka, Dhalsim, Gen, and Fei Long."}, {"id": 225132, "name": "Ultra Street Fighter IV: Classic Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Guile, Blanka, Dhalsim, Gen, and Fei Long."}, {"id": 225131, "name": "Ultra Street Fighter IV: Classic Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Guile, Blanka, Dhalsim, Gen, and Fei Long."}, {"id": 225130, "name": "Ultra Street Fighter IV: Challengers Wild Pack 2", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Juri, Ibuki, Cody, Adon, and T.Hawk."}, {"id": 225129, "name": "Ultra Street Fighter IV: Shoryuken Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for Ryu, Ken, Akuma, Gouken, and Dan."}, {"id": 225128, "name": "Ultra Street Fighter IV: Shoryuken Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for Ryu, Ken, Akuma, Gouken, and Dan."}, {"id": 225127, "name": "Ultra Street Fighter IV: Shoryuken Horror Pack", "summary": "Alternate costume pack for USFIV. Contains new horror outfits for Ryu, Ken, Akuma, Gouken, and Dan."}, {"id": 225126, "name": "Ultra Street Fighter IV: Shadaloo Wild Pack", "summary": "Alternate costume pack for USFIV. Contains new wild outfits for M.Bison, Sagat, Vega, Balrog, and Seth."}, {"id": 225125, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: h3h3 Character Pack", "summary": "Ethan and Hila Klein never really thought they could benefit the PAYDAY gang. But Bain thought otherwise. As Ethan and Hila’s fame reached the sky, Bain saw an opportunity for some more “showmanship” and maybe improving public relations."}, {"id": 225124, "name": "Ultra Street Fighter IV: Shadaloo Vacation Pack", "summary": "Alternate costume pack for USFIV. Contains new vacation themed outfits for M.Bison, Sagat, Vega, Balrog, and Seth."}, {"id": 225123, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Shotgun Pack", "summary": "Finally shotguns get some love!The Gage Shotgun Pack DLC is the ninth DLC pack for PAYDAY 2 and adds Gage's favorite shotguns to the player's weapon arsenal. Depending on what kind of ammo type you use, the shotgun pellets you fire can have armor penetration or be explosive, stunning your opponents."}, {"id": 225122, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Ninja Pack", "summary": "Friends, it's time you learn a little something - from the Ninja.The Gage Ninja Pack DLC is the 26th DLC pack for PAYDAY 2 and adds an array of Ninja weapons that Gage brought with him from his travels to the east."}, {"id": 225121, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Historical Pack", "summary": "Meet the real classics.The Gage Historical Pack DLC is the 12th DLC pack for PAYDAY 2 and adds a variety of historical weapons so you can heist as if it was World War II.Four new ranged weapons, four new melee weapons, twice the weapon slots, a host of mods, four new masks, patterns and materials are also included."}, {"id": 225120, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Chivalry Pack", "summary": "Time to explore the art of ancient warfare and get medieval on some asses.The Gage Chivalry Pack is the 28th DLC for PAYDAY 2 and is a collaboration between Torn Banner Studios and OVERKILL! Go medieval on D.C."}, {"id": 225119, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Gage Assault Pack", "summary": "When plan A is not an option.The Gage Assault Pack DLC is the tenth DLC pack for PAYDAY 2 and adds an arsenal of assault weapons to the PAYDAY gang to control the chaos of the battlefield.Three new assault rifles, four new melee weapons, the return of the GL40 grenade launcher, a host of mods, four new masks, patterns and materials are..."}, {"id": 225118, "cover": {"id": 268359, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r2f.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Federales Weapon Pack", "summary": "The Federales Weapon Pack DLC includes three new pistols, all of which are capable of full auto fire. Each of these weapons also has an akimbo option. 10 new weapon mods are also included."}, {"id": 225117, "cover": {"id": 268358, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r2e.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Dragon Pack", "summary": "The Payday Gang is back with a new heist and new cosmetics, stealing a priceless gold dragon statue in Chinatown, San Francisco."}, {"id": 225116, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Pediatric Respiratory Disease Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225115, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Dragan Character Pack", "summary": "Cruel, brutal and utterly ruthless.The Dragan Character Pack is the 16th DLC for PAYDAY 2. It allows heisters to play as Dragan, the Croatian Infiltrator of the PAYDAY gang. Other than Dragan himself, it includes the Infiltrator perk deck, Dragan's mask, Dragan's Cleaver knife melee weapon and the Lion's Roar assault rifle."}, {"id": 225114, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Clover Character Pack", "summary": "The Luck of the Irish.The Clover Character Pack is the 14th DLC for PAYDAY 2. It allows heisters to play as Clover, the Irish Burglar of the PAYDAY gang. Other than Clover herself, it includes the Burglar perk deck, Clover's mask, Clover's Shillelagh melee weapon and the Queen's Wrath assault rifle."}, {"id": 225113, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Pediatric Rare Disease Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225112, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Pediatric Infant Cases Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225111, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Pediatric Digestive Disease Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225110, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Pediatric Common Disease Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225109, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Older Adult Cases Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225108, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Payday 2: Biker Character Pack", "summary": "Loyalty can always be bought...The Biker Character Pack is the 10th character pack for PAYDAY 2. We are especially proud to introduce Ron Perlman as our new PAYDAY member Rust! The Biker Character Pack comes with the Breaker 12G Shotgun, the Chain Whip melee weapon, the Biker Perk Deck and Rust’s Mask."}, {"id": 225107, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Infections Package", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225106, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Injuries Package #2", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225105, "genres": [{"id": 13, "name": "Simulator"}], "name": "Vital Signs: ED - Injuries Package #1", "summary": "Continue your career in Vital Signs: Emergency Department with this downloadable content pack."}, {"id": 225104, "cover": {"id": 268357, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r2d.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "The Adventures of Snacky", "summary": "The Adventures of Snacky is a cute and fun platform jumper. You as snacky the vending machine must run jump and shoot your way through this new and hostile world, avoiding obstacles Emery's finding checkpoints and coins."}, {"id": 225103, "cover": {"id": 268356, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r2c.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Tales of Spark", "summary": "In“Tales of Spark”, the player will play as a young hero, travel in the desert, search for treasure, and unveil the layers of conspiracy over mysterious organizations. It's a classic retro RPG with tons of dialogue, explorable maps, gear, and treasure."}, {"id": 225099, "genres": [{"id": 15, "name": "Strategy"}], "name": "XCOM 2: Reinforcement Pack", "summary": "Bolster your ranks with three themed DLC packs available together for an amazing discounted value*. Each themed content pack will add unique new twists to the core game experience."}, {"id": 225097, "cover": {"id": 268352, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r28.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "S.M.A.C.K.", "summary": "S.M.A.C.K. is an online multiplayer, third-person sandbox shooter, where you suck ordinary objects into your personal particle-izer and fire them at your friends with specialized weapons placed within the environment. ANYTHING IS AMMO!"}, {"id": 225096, "genres": [{"id": 15, "name": "Strategy"}], "name": "XCOM 2: Resistance Warrior Pack", "summary": "Customize your squad of resistance fighters with a set of bonus outfits and head gear, as well as custom armor and face camo. Instantly unlock a survivor of the old war as a new recruit in your barracks."}, {"id": 225095, "genres": [{"id": 15, "name": "Strategy"}], "name": "XCOM: Enemy Unknown - Slingshot Pack", "summary": "In this new set of linked Council missions, you will meet an enigmatic Triad operative, and do battle with the aliens in the skies over China, and more."}, {"id": 225094, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 32, "name": "Indie"}], "name": "Skater XL: Tampa Pro 2022 Gear Pack For Charity", "summary": "Skatepark Of Tampa Pro 2022 Gear Collection pack includes 5 new gear items, featuring the official artwork of the world’s longest running skateboard contest. All proceeds will be donated to Boards For Bros, a non-profit organization that refurbishes used skateboards for underprivileged youth."}, {"id": 225093, "genres": [{"id": 32, "name": "Indie"}], "name": "Sixtar Gate: Startrail - Flower & Destiny Pack", "summary": "Meet Flower & Destiny: the first DLC of Sixtar Gate: Startrail! This DLC contains 10 new songs and a new original theme."}, {"id": 225091, "cover": {"id": 268350, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r26.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}], "name": "Sisters Of Sweetwater", "summary": "Experimental, nonlinear, horror, RPG"}, {"id": 225090, "genres": [{"id": 15, "name": "Strategy"}], "name": "Worms Ultimate Mayhem: Customization Pack", "summary": "The Worms Ultimate Mayhem “Customization Pack” features hilarious new additions to extend the already vast array of customization options available in the game, including a number of crazy new hats, glasses, gloves, 5 new speech-banks and 5 new gravestones."}, {"id": 225089, "genres": [{"id": 32, "name": "Indie"}], "name": "Worms Rumble: Honor & Death Pack", "summary": "Rekindle your hunger for battle and glory with the Honor and Death Pack. As the forces of good and evil clash, where will you swear allegiance?"}, {"id": 225088, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 15, "name": "Strategy"}], "name": "Shadow Empire: Oceania", "summary": "The new maps being generated with Oceania DLC change the feel and ambiance of the game completely. But it also changes the gameplay a lot and will make you experience a different style of game."}, {"id": 225087, "genres": [{"id": 15, "name": "Strategy"}, {"id": 32, "name": "Indie"}], "name": "Worms Rumble: Captain & Shark Double Pack", "summary": "Just when you thought it was safe to go back in the arena… Land the Captain and Shark Double Pack today to receive new outfits, weapon skins, titles, banners and emotes to use on the battlefield in salty style!"}, {"id": 225086, "genres": [{"id": 32, "name": "Indie"}], "name": "Worms Rumble: Bank Heist Double Pack", "summary": "Tool up with the Bank Heist Double Pack! Equipping you with outfits, emotes, banners and weapon skins to pull the ultimate bank job."}, {"id": 225085, "genres": [{"id": 15, "name": "Strategy"}], "name": "Worms Revolution: Customization Pack", "summary": "Stand out from the crowd in Worms Revolution with the Customisation Pack.Customisation Pack Includes Exclusive new theme - The Junkyard. 5 new lethal physics objects - Car Battery, Pliers, Toxic Canister, Hot Air Gun & Anti-Freeze. 7 new hats - Bandana, Gear Stick, Tyre, Afro, Flat Cap, Rapper Hat & Backwards Baseball Hat."}, {"id": 225084, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}], "name": "Bassmaster Fishing 2022: Throwback B.A.S.S. Pack", "summary": "Flashback to old school bass fishing with the Throwback B.A.S.S. Pack. Celebrate the early days of Bassmaster and kit your angler & boat out with vintage Bassmaster colours, designs, and clothing that include original badge patches."}, {"id": 225083, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}], "name": "Bassmaster Fishing 2022: Synthwave Pack", "summary": "Light up the lake with the radiating Synthwave Cosmetic Pack. With the Synthwave boat wrap, clothing, and glasses, you will glow neon bringing your bass fishing to an electrifying new level. Night-time’s not for sleeping anymore, find those midnight lunkers and let the neon spill across the water."}, {"id": 225082, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}], "name": "Bassmaster Fishing 2022: Predator Equipment Pack", "summary": "Become the ultimate predator and dominate the competition! The Predator Pack will set you up nicely to hunt and fight those lunkers into your boat so you can take your spot on the stage with the biggest bag of bass."}, {"id": 225081, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}], "name": "Bassmaster Fishing 2022: Elite Fishing Equipment Pack", "summary": "Fish like an Elite Angler with the new Elite Fishing Equipment Pack! Represent your roots as you hit the water with nation-based boat wraps & clothing. Conquer Mastery Challenges for items such as the unique Taku Time items and fine tune that fishing loadout with kit from Abu Garcia and Berkley."}, {"id": 225079, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 15, "name": "Strategy"}], "name": "SD Gundam G Generation Cross Rays: Expansion Pack", "summary": "The new Expansion Pack includes higher difficulty challenges, a new stage and additional Units, Characters, Quests and Group Dispatch Missions."}, {"id": 225076, "genres": [{"id": 15, "name": "Strategy"}, {"id": 32, "name": "Indie"}], "name": "Sanctum: Map Pack 2", "summary": "This map pack adds three action packed levels to your game!ChasmThe Chasm was going to be a hub of transport and mining operations. The plan was to create thousands of new jobs and strengthen the living standards of the people of Elysion One. The Chasm was a good sign of a great future for humanity but nowadays it's abandoned."}, {"id": 225072, "cover": {"id": 268942, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5rim.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 15, "name": "Strategy"}], "name": "Rugby Union Team Manager 4", "platforms": [{"id": 6, "name": "PC (Microsoft Windows)"}, {"id": 14, "name": "Mac"}], "summary": "The fourth instalment of “The Number 1 Rugby Union Management Game”. Rugby Union Team Manager 4 gives you full control of managing your own Rugby Union team. Training schedules, coaches, physios, scouting, finances, sponsors, facilities and more."}, {"id": 225071, "genres": [{"id": 32, "name": "Indie"}], "name": "Rubber Bandits: Go Wild Pack", "summary": "Release your inner beast!"}, {"id": 225070, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}], "name": "Big Farm Story: Peaceful Nature Pack", "summary": "There is no better designer than nature! Enjoy our new nature DLC that brings you the most beautiful furniture and decoration pieces as well as skins for your farm buildings."}, {"id": 225069, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}], "name": "Big Farm Story: Asian Package", "summary": "This is additional content for Big Farm Story, but does not include the base game."}, {"id": 225068, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}], "name": "Big Farm Story: Pet Paradise Pack", "summary": "Home is where your pet is happy! Enjoy new furniture and decoration pieces and transform your farm into a Pet Paradise."}, {"id": 225067, "cover": {"id": 268340, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r1w.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "involved_companies": [{"id": 193276, "company": {"id": 44186, "country": 840, "name": "Decacis, LLC"}, "developer": true, "publisher": false}], "name": "Nothing to Declare", "platforms": [{"id": 384, "name": "Oculus Quest"}, {"id": 386, "name": "Oculus Quest 2"}], "summary": "Nothing to Declare is a story-driven VR game with multiple endings where you play as a security agent in the Populistan International Airport. Your job is simple: check passports, frisk people, find contraband, make sure documents are in order and most important, follow the orders of your superior."}, {"id": 225066, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}], "name": "Big Farm Story: Shiver Night Pack", "summary": "When witches go riding and pumpkins gleam, the moon laughs and whispers, ‘tis near Halloween! Enjoy our new Halloween DLC that brings you an exclusive pet as well as furniture, decoration pieces and building skins to spookify your farm."}, {"id": 225062, "genres": [{"id": 13, "name": "Simulator"}], "name": "Bus Simulator 18: Mercedes-Benz Bus Pack 1", "summary": "This Bus Simulator 18 DLC includes three new buses licensed from Mercedes-Benz!"}, {"id": 225061, "genres": [{"id": 13, "name": "Simulator"}], "name": "Bus Simulator 18: Man Bus Pack 1", "summary": "Attention all Seaside Valley bus drivers! Do you want to upgrade your fleet – preferably with brand-new buses? Have you been eagerly anticipating new MAN models? Then this is the perfect expansion pack for you!"}, {"id": 225060, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Emotional Sense Pack", "summary": "Meet the 'DJMAX Emotional Sense' package now! enjoy the songs in DJMAX RESPECT V!"}, {"id": 225059, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Groove Coaster Pack", "summary": "DJMAX RESPECT V GROOVE COASTER DLC!! Now enjoy the songs of GROOVE COASTER in DJMAX RESPECT V."}, {"id": 225058, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Technika Pack", "summary": "DJMAX RESPECT V - TECHNIKA PACK! Now enjoy the songs of DJMAX TECHNIKA in DJMAX RESPECT V."}, {"id": 225057, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: V Extension Pack", "summary": "DJMAX RESPECT V Original Tracks DLC!! Meet the 'V Original Music' package now!"}, {"id": 225056, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Cytus Pack", "summary": "DJMAX RESPECT V Cytus DLC!! Now enjoy the songs of Cytus in DJMAX RESPECT V."}, {"id": 225055, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: V Extension II Pack", "summary": "DJMAX RESPECT V - V EXTENSION II DLC!! Meet the 'V Original Music' package now!"}, {"id": 225054, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Nexon Pack", "summary": "DJMAX Collaboration with NEXON's popular games! Enjoy the tracks from NEXON in DJMAX RESPECT /V!"}, {"id": 225053, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Technika 2 Pack", "summary": "DJMAX RESPECT V - TECHNIKA 2 PACK! Now enjoy the songs of DJMAX TECHNIKA 2 in DJMAX RESPECT V."}, {"id": 225052, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Muse Dash Pack", "summary": "DJMAX RESPECT V - Muse Dash PACK! Now enjoy the songs of Muse Dash in DJMAX RESPECT V."}, {"id": 225051, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Technika Tune & Q Pack", "summary": "DJMAX RESPECT V - TECHNIKA TUNE & Q PACK! Now enjoy the songs of DJMAX TECHNIKA TUNE & Q in DJMAX RESPECT V."}, {"id": 225050, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Portable 3 Pack", "summary": "DJMAX RESPECT V - Portable 3 PACK! Now enjoy the songs of DJMAX Portable 3 in DJMAX RESPECT V."}, {"id": 225049, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Black Square Pack", "summary": "DJMAX RESPECT V - BLACK SQUARE PACK! Now enjoy the songs of DJMAX Portable BLACK SQUARE in DJMAX RESPECT V."}, {"id": 225048, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Deemo Pack", "summary": "DJMAX RESPECT V Deemo DLC!! Now enjoy the songs of Deemo in DJMAX RESPECT V."}, {"id": 225047, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Chunithm Pack", "summary": "DJMAX RESPECT V - CHUNITHM PACK! Now enjoy the songs of CHUNITHM in DJMAX RESPECT V."}, {"id": 225046, "genres": [{"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Technika 3 Pack", "summary": "DJMAX RESPECT V - TECHNIKA 3 PACK! Now enjoy the songs of DJMAX TECHNIKA 3 in DJMAX RESPECT V."}, {"id": 225045, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Trilogy Pack", "summary": "DJMAX RESPECT V - TRILOGY PACK! Now enjoy the songs of DJMAX TRILOGY in DJMAX RESPECT V."}, {"id": 225044, "genres": [{"id": 10, "name": "Racing"}, {"id": 14, "name": "Sport"}], "name": "DJMax Respect V: Clazziquai Edition Pack", "summary": "DJMAX RESPECT V - Clazziquzi Edition PACK! Now enjoy the songs of DJMAX Portable Clazziquzi Edition in DJMAX RESPECT V."}, {"id": 225043, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}], "name": "Harvest Moon: Light of Hope - Special Edition: Divine Marriageable Characters Pack", "summary": "Ever wonder what it'd be like to woo the Harvest Goddess or Gorgan? Well, now you can! Get to know the Harvest Goddess and Gorgan on a deeper level and marry them!"}, {"id": 225038, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Grateful Dead Song Pack", "summary": "Play \"Truckin’\", “Uncle John’s Band”, “Casey Jones”, “Friend of the Devil”, and \"Sugar Magnolia\" by Grateful Dead on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225037, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – UBI30: 1986 Song Pack", "summary": "Play \"Talk Dirty To Me\" by The Poison, “Danger Zone” by Kenny Loggins, “Nobody’s Fool” by Cinderella , “Addicted To Love” by Robert Palmer and \"Burning Heart\" by Survivor on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225036, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Skater Rock Song Pack", "summary": "Play \"You\", “Superman”, “May 16”, “When Worlds Collide”, and \"No Cigar\" on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225035, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Steve Miller Band Song Pack", "summary": "Play \"Jet Airliner\", “Rock’n Me”, “Take the Money and Run”, “The Joker”, and \"Fly Like an Eagle\" by Steve Miller Band on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225034, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Avril Lavigne Song Pack", "summary": "Play \"Complicated\", “Sk8er Boi”, “I’m with You”, “My Happy Ending”, and \"When You’re Gone\" by Avril Lavigne on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225033, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Live Song Pack", "summary": "Play “All Over You”, “I Alone”, “Lighting Crashes”, “Selling the Drama”, and \"The Dolphin’s Cry\" by Live on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225032, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Green Day Song Pack II", "summary": "Play \"Good Riddance (Time Of Your Life)\", \"21 Guns\", “Wake Me Up When September Ends”, “Longview” and \"Bang Bang\" by Green Day on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225031, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Yes Song Pack", "summary": "Play \"Roundabout\", \"Owner of a Lonely Heart\", “Heart of the Sunrise”, “Starship Trooper” and \"I’ve Seen All Good People\" by Yes on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225030, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Johnny Cash Song Pack II", "summary": "Play \"I Walk the Line\", “Ring of Fire”, “Sunday Mornin’ Comin’ Down”, “Get Rhythm”, and \"Cry! Cry! Cry!\" by Johnny Cash on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225029, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Bob Marley & The Wailers Song Pack", "summary": "Play \"Redemption Song\", “No Woman, No Cry”, “Is This Love”, “Buffalo Soldier”, and \"Could You Be Loved\" by Bob Marley & The Wailers on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225028, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Paramore Song Pack", "summary": "Play \"crushcrushcrush\", “Still Into You”, “Brick by Boring Brick”, “The Only Exception”, “Ain’t It Fun”, and \"Pressure\" by Paramore on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225027, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Green Day Song Pack III", "summary": "Play \"Boulevard of Broken Dreams\", “Holiday”, “Jesus of Suburbia”, “Know Your Enemy”, and \"Welcome to Paradise\" by Green Day on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225026, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – blink-182 Song Pack II", "summary": "Play \"I Miss You\", “Adam’s Song”, “The Rock Show”, “First Date”, and \"Feeling This\" by blink-182 on any electric guitar or bass. Each song includes a new authentic"}, {"id": 225025, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Johnny Cash Song Pack (I-II)", "summary": "Play \"Folsom Prison Blues\", “Jackson”, “Big River”, “Hey Porter”, \"Give My Love to Rose\", \"I Walk the Line\", “Ring of Fire”, “Sunday Mornin’ Comin’ Down”, “Get Rhythm”, and \"Cry! Cry! Cry!\" by Johnny Cash on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225024, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Trans-Siberian Orchestra Song Pack", "summary": "Play \"Christmas Eve / Sarajevo 12/24\", “Wizards in Winter”, “O Come All Ye Faithful / O Holy Night”, “A Mad Russian’s Christmas”, and \"Christmas Canon Rock\" by Trans-Siberian Orchestra on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225023, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – The Pretenders Song Pack", "summary": "Play \"Don’t Get Me Wrong\", “Back on the Chain Gang”, “Brass in Pocket”, “Middle of the Road”, and \"I’ll Stand by You\" by The Pretenders on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225022, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – U2 Song Pack", "summary": "Play \"With or Without You\", “Sunday Bloody Sunday”, “Where the Streets Have No Name”, “Beautiful Day” and \"Vertigo\" by U2 on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225021, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – 3 Doors Down Song Pack II", "summary": "Play \"It’s Not My Time\", “Let Me Go”, “Be Like That”, “Here Without You”, and \"Away from the Sun\" by 3 Doors Down on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225020, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Stevie Ray Vaughan & Double Trouble Song Pack", "summary": "Play \"Pride and Joy\", \"Texas Flood\", “Cold Shot”, “Scuttle Buttin’” and \"Couldn’t Stand the Weather\" by Stevie Ray Vaughan & Double Trouble on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225019, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Mix Tape Song Pack", "summary": "Play \"Moonage Daydream\", “Ain’t No Mountain High Enough”, “Come and Get Your Love”, “Hooked on a Feeling”, and \"Go All the Way\" on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225018, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Skid Row Song Pack", "summary": "Play \"18 And Life\", “I Remember You”, “Youth Gone Wild”, “Monkey Business”, and \"Slave to the Grind\" by Skid Row on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225017, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Johnny Cash Song Pack I", "summary": "Play \"Folsom Prison Blues\", “Jackson”, “Big River”, “Hey Porter”, and \"Give My Love to Rose\" by Johnny Cash on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225016, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered - Alice in Chains Song Pack II", "summary": "Play \"Down in a Hole\", “Heaven Beside You”, “No Excuses”, “Nutshell”, and \"Rooster\" by Alice in Chains on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225015, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Arena Rock Song Pack", "summary": "Play “Nothin’ But a Good Time”, “The Stroke”, “Turn Up the Radio”, “Seventeen”, and \"Holy Diver\" on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225014, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Classic Riff Song Pack", "summary": "Play “Rock and Roll, Hoochie Koo”, “Cherry Pie”, “Renegade”, “Rainbow in the Dark”, and \"Ace of Spades\" on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225013, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered - Coldplay Song Pack", "summary": "Play \"The Scientist\", “Yellow”, “Fix You”, “Viva La Vida”, “Clocks”, and \"In My Place\" by Coldplay on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225012, "genres": [{"id": 13, "name": "Simulator"}], "name": "Rocksmith 2014 Edition: Remastered – Amon Amarth Song Pack", "summary": "Play \"Guardians of Asgaard\", “Death in Fire”, “The Pursuit of Vikings”, “Twilight of the Thunder Gods”, and \"War of the Gods\" by Amon Amarth on any electric guitar or bass. Each song includes a new authentic tone."}, {"id": 225007, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Color Pixel Heroes: Expansion Pack 2", "summary": "Color Pixel Heroes - Expansion Pack 2 is an addictive anti-stress pixel art game. Choose from a variety of fun pixel images and follow the numbers to bring them to life. Pixel Coloring has never been this easy!"}, {"id": 225006, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 15, "name": "Strategy"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Color Pixel Heroes: Expansion Pack 1", "summary": "Color Pixel Heroes - Expansion Pack 1 is an addictive anti-stress pixel art game. Choose from a variety of fun pixel images and follow the numbers to bring them to life. Pixel Coloring has never been this easy!"}, {"id": 225005, "genres": [{"id": 32, "name": "Indie"}], "name": "Coloring Pixels: Tarot Pack", "summary": "Tarot BookThis Tarot themed book unlocks 20 additional levels for Coloring Pixels! Unlock the secrets to your future with this book, each image is a stylised Tarot card!"}, {"id": 225004, "genres": [{"id": 32, "name": "Indie"}], "name": "Coloring Pixels: Insects Pack", "summary": "This Insects themed book unlocks 20 additional levels for Coloring Pixels! A closer look into the small wilderness!"}, {"id": 225003, "genres": [{"id": 32, "name": "Indie"}], "name": "Coloring Pixels: Illusions Pack", "summary": "Illusions BookThis Illusions Book brings 20 new images to Coloring Pixels! Each image is a different optical illusion to play with your eyes and mind!Get ready to take a second look to figure out what you're seeing!"}, {"id": 225002, "genres": [{"id": 32, "name": "Indie"}], "name": "Coloring Pixels: Advent 3 Pack", "summary": "This Advent 3 themed book unlocks 24 additional levels for Coloring Pixels! Each image celebrates the Holiday season! Play during the month of December to get the full Advent experience! 1 image will unlock every day between the 1st and the 24th like a true advent calendar!"}, {"id": 225001, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Arcade Paradise: Smoke 'em DLC", "summary": "Aim. Fire. Reload. It’s time to test your sharpshooting skills against the clock in this supremely fun high scoring 2 player shooting range."}, {"id": 225000, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Arcade Paradise: Empathy DLC", "summary": "Time to grasp the handles and ascend the mountain whilst avoiding being hit by rocks from unbelievers. The longer you survive the more points you score. Forsake loneliness. Feel togetherness. Ascend. How high can you go?"}, {"id": 224999, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Arcade Paradise: CyberDance EuroMix", "summary": "CyberDance EuroMix is the rave focused follow up to Arcade Paradise’s smash hit dancing sensation, CyberDance - with updated graphics and next generation widescreen technology."}, {"id": 224996, "name": "Lunescape", "summary": "Use the touch screen to navigate and pick up items. Click on inventory item to pull up menu.\nEquip item before using it in the environment.\nSow lunar soil for planting space plants for harvest. You can raise specially modified animals for livestock.\nSell your items on the market or buy additional seeds/equipment."}, {"id": 224995, "name": "TiltBill", "summary": "TiltBill is the award-winning tilt-and-tap action/adventure gaming experience on iOS! Simply tilt to move, and tap to fight enemies, solve puzzles, and rescue the love of your life, kidnapped by the sinister Mr Mustache! Your iOS device will never feel the same again!"}, {"id": 224994, "name": "Reiner Knizia's Kingdoms", "summary": "Kingdoms is a clever tile-laying game by top eurogame designer, Reiner Knizia. In a medieval kingdom, you must scout out resources and hazards to decide where to build your mightiest castles. Commit too soon and you might discover a tribe of ogres right next door, but commit too late, and your opponents will grab up all the real estate!\nSix different opponents, each with their own personality, challenge you at a variety of difficulty levels to make the game very replayable.\nKingdoms is built on the same successful MobileEuroCard platform that was used to create Reiner Knizia's High Society and Reiner Knizia's Money. Simple gestures allow you to grab and move tiles. Everything is animated, for a colorful play experience.\nThis newest version uses Game Center for leaderboards and achievements. We plan multiplayer play for a future release."}, {"id": 224993, "name": "Demolition Master: Project Implode All", "summary": "Dramatic explosions, curious locations worldwide together with charming music, adrenaline, and hunger for victory are among the feeling that the Demolition Master will create for you."}, {"id": 224992, "genres": [{"id": 9, "name": "Puzzle"}], "name": "Chicken & Egg", "summary": "The Easter bunny has gone wacky and trapped all the cute little chickens in a desperate attempt to ruin Easter.\nDon't let him succeed! Save the trapped chickens by solving puzzles involving ramps, spikes, buttons and other fun, mind-bending obstacles."}, {"id": 224991, "name": "Battleheart Legacy+", "summary": "In Battleheart Legacy, you will explore a rich and detailed fantasy world, customize your unique hero with dozens of powerful skills and items, do battle with hordes of enemies, encounter quirky characters and discover the stories of a troubled realm. Will you become a powerful wizard, or a notorious rogue? A noble knight, or a savage barbarian? How will you forge your legacy?"}, {"id": 224988, "genres": [{"id": 4, "name": "Fighting"}], "name": "Sausage Wars", "summary": "Careful - it’s a hot-dog-eat-hot-dog world out there. So fight to the death and push them all till your enemies are oozing Tomato Blood!!"}, {"id": 224986, "genres": [{"id": 4, "name": "Fighting"}, {"id": 33, "name": "Arcade"}], "name": "Arcade Machine: Gopher's Revenge", "summary": "Gophers are here to avenge their brothers massacred by humans in cruel arcade machines! Your mission is simple: face the attack and take as many gophers with you as you can!"}, {"id": 224983, "cover": {"id": 268315, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r17.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Cannibal Abduction", "summary": "The family is hungry and he must provide, VHS slasher survival horror."}, {"id": 224981, "cover": {"id": 268310, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r12.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 15, "name": "Strategy"}, {"id": 32, "name": "Indie"}], "name": "Lightracer Spark", "summary": "Lightracer Spark is a Sci-Fi Narrative game. You are a reviser from a high civilization, descending to various extraterrestrial worlds. Guide all living beings to prosperity, or nip a spark in the bud. Accumulate strength through choices and strategies to grasp the rise and fall of all civilizations"}, {"id": 224977, "cover": {"id": 268307, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0z.jpg"}, "genres": [{"id": 13, "name": "Simulator"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Glitched? or Programmed that Way?", "summary": "Play as Robotess \"Glitch\" and traverse other worlds and their unforgiving hazards, traps and obstacles to save your destroyed world and ultimately defeat an evil edgelord. Face the challenges alone or with up to three friends online."}, {"id": 224975, "cover": {"id": 268311, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r13.jpg"}, "genres": [{"id": 10, "name": "Racing"}, {"id": 13, "name": "Simulator"}, {"id": 14, "name": "Sport"}, {"id": 32, "name": "Indie"}], "name": "Sulky Manager", "summary": "Discover the equestrian world through harness racing in many 3D hippodromes and challenge yourself to win trophies and position in multiplayer ranking ! Produce your foals and train your horses in your ranch."}, {"id": 224974, "cover": {"id": 268305, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0x.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Poozle Mania", "summary": "Poozle Mania is an addictive hentai puzzle game with many hot girls that you must collect! Each girl shows off lovely graphics and animations!"}, {"id": 224973, "cover": {"id": 268304, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0w.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "The Last Lover", "summary": "Damon, the hero, is involved in a huge illegal organ trading organization when investigating a murder case. In order to expose the organization's crime, Damon has gone through a series of soul stirring investigations and battles."}, {"id": 224969, "cover": {"id": 268300, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0s.jpg"}, "genres": [{"id": 14, "name": "Sport"}, {"id": 32, "name": "Indie"}], "name": "Bowlout", "summary": "Defeat pins with rapid-fire bowling balls or powerful melee strikes to avoid getting guttered in this First-Person PvE Bowling game."}, {"id": 224967, "cover": {"id": 268297, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0p.jpg"}, "genres": [{"id": 15, "name": "Strategy"}], "name": "Midnight Rhapsody", "summary": "An interesting and novel adventure trip composed of 10 beautiful girls with different looks."}, {"id": 224965, "cover": {"id": 268295, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0n.jpg"}, "genres": [{"id": 31, "name": "Adventure"}], "name": "Chronicles of Cyberpunk: Lost dream", "summary": "Chronicles of Cyberpunk: Lost dream - exciting finale of the story about the search for Big Brother and the Supercomputer"}, {"id": 224963, "cover": {"id": 268293, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0l.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Barbaric Fury", "summary": "Barbaric Fury is a third person action adventure set in an ancient and mythical world. Join the Barbarian on her journey to the peak of a sacred and holy mountain as she seeks to stop the desecration wrought on by the demon who awaits."}, {"id": 224959, "cover": {"id": 268289, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0h.jpg"}, "name": "P.E.P", "summary": "P.E.P Is an online 8 Player PvEvP game set in a zombie filled coastal United States City."}, {"id": 224958, "cover": {"id": 268288, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0g.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Unplug: The Game", "summary": "Live Action meets Video Game Cinematics, Wrapped in an Action packed Gameplay to Ultimately Deliver a life changing story!This is that Trippy Third Person Shooter with amazing Abilities we've been waiting for! powered with Great Music, Visuals, and Revolutionary ways of Story Telling!"}, {"id": 224956, "cover": {"id": 268286, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r0e.jpg"}, "genres": [{"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Hüddam", "summary": "Hüddam is a type of psychological horror blended with Turkish culture.-singleplayer-puzzle-horror-thriller-open world-FPS style it is a game.Requirements as a story and reaching the goal.Find the Patient as a Hodja,solve puzzles,Investigate the Underlying Cause."}, {"id": 224945, "cover": {"id": 268276, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r04.jpg"}, "genres": [{"id": 12, "name": "Role-playing (RPG)"}, {"id": 31, "name": "Adventure"}, {"id": 32, "name": "Indie"}], "name": "Dark Mist", "summary": "Alan is a young knight apprentice descended from the guardian clan of Nardin, Nardin is a peaceful city, that is invaded by cruel ones that cause fear and panic to the local citizens."}, {"id": 224944, "cover": {"id": 268275, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5r03.jpg"}, "genres": [{"id": 15, "name": "Strategy"}], "name": "Equinox", "summary": "This game serves as a demonstration of a new approach to 2D fighting game development. All distracting elements were stripped away, creating a single dimension of play that forces players to rely on their fight mechanics and read the opponents' movements rather than mash buttons."}, {"id": 224941, "cover": {"id": 268271, "url": "//images.igdb.com/igdb/image/upload/t_thumb/co5qzz.jpg"}, "genres": [{"id": 32, "name": "Indie"}], "name": "Shadows of Steel Moons", "summary": "Shadows of Steel Moons is an action-platformer with dark techno-fantasy style. The story of a valiant knight who defeats mechanical gods and monsters."}]